[
    {
      "day": 1,
      "date": "14 May 2022",
      "description": "One week into wearing a white shirt and blue jeans every day for a year, I was out in the rain with a pink, tie-dyed sweatshirt on. I got soaked, and some of the dye from the sweatshirt sept through onto the shirt. At that point, I thought of the idea of starting each day with a new blank white shirt and making something new on that shirt by the end of the day.",
      "materials": "tie-dye transfer",
      "size": null
    },
    {
      "day": 2,
      "date": "15 May 2022",
      "description": "The project is underway. I began my morning with a 40-minute walk to Michaels' to pick up fabric markers and a week's worth of blank white Gildan tees. I went over to the school to meet up with A and Z in the Parsons building as Z finished her final painting of the semester. I decided to put a drum major on this shirt to represent a beginning.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 3,
      "date": "16 May 2022",
      "description": "Nostalgia is a running theme throughout the number of shirts, beginning with this photo of me as a baby with my dog, Sparky. Being able to wear a piece of personal history on my chest felt empowering. Sparky passed away when I was ten. We used to sing a song that went \"who farted? Wasn't me! Wasn't me! Must've been… Sparkyyyyy!!!\" RIP Sparky.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 4,
      "date": "17 May 2022",
      "description": "The baby onesie shirt is the first of those following a theme of disruption or confusion. The looks I got that day felt so cool. Four different people asked if I was a father, which just felt funny as a 21-year-old. This is the beginning of a series of shirts where I really just wanted to introduce strange, new, and humorous ideas. That night I had fun running around, playing basketball, and feeling like a kid.",
      "materials": "spray glue and baby onesie",
      "size": null
    },
    {
      "day": 5,
      "date": "18 May 2022",
      "description": "The first boarding pass shirt. This follows the idea of introducing strange, funny ideas that make people do a double-take. I met up with my dad in Chicago before connecting on a flight to Salt Lake City. Before boarding the plane, the flight attendant working the ticketing called out over the loudspeaker to have everyone look at my shirt. He got a good laugh out of it. On the plane, a woman who works for United asked to take my picture.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 6,
      "date": "19 May 2022",
      "description": "Grandfather clock. I spent about four hours in a car driving from Salt Lake City to Moab, Utah, so the passing of time was present on my mind.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 7,
      "date": "20 May 2022",
      "description": "Horse flies. I don't even know what I was thinking with this one. I just started with a horse and some circles and just kept adding things until I liked it.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 8,
      "date": "21 May 2022",
      "description": "Map of Arches National Park. I spent close to three hours drawing this shirt after spending the previous day learning about the park. The sleeve features a stamp that would be used to be placed in a National Park Passport. I love the detail in this shirt, especially as it is inherently tied to a specific place and time.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 9,
      "date": "22 May 2022",
      "description": "Gildan sticker. Continuing with the theme of humor, and only having about 10 minutes to make the shirt, I replicated the sticker found on the shirt.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 10,
      "date": "23 May 2022",
      "description": "First nine days review shirt. Features my first mistake, where I switched the order of the boarding pass and grandfather clock shirts. Getting a little bit meta too.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 11,
      "date": "24 May 2022",
      "description": "Secretary of State Jesse White. I got my license renewed this day and decided to put the sign above the DMV on my shirt. A DMV employee asked if I worked there, and if I was her boss. I had my little sister, Katy, take a photo of me in front of the DMV. She was there to get an official state ID.",
      "materials": "fabric marker",
      "size": null
    },
    {
      "day": 12,
      "date": "25 May 2022",
      "description": "Clown button-up shirt. I wanted to edit the shirt in any sort of way possible, and this ended up being one of the few days where my method was cutting and sewing. Throughout the entire project, I was certain that I would return to more cut-and-sew techniques but I felt that I was able to more easily express many of the thoughts and ideas I wanted to convey by designing graphically.",
      "materials": "cutting and sewing",
      "size": "XL"
    },
    {
      "day": 13,
      "date": "26 May 2022",
      "description": "Horizontal button-up shirt. I did not like the clown button-up shirt. It felt far too simple, not introducing any sort of new ideas. One of the first \"there's always tomorrow\" shirts, where I tried to advance the concepts or ideas that I did not enjoy on the previous day.",
      "materials": "cutting and sewing",
      "size": "XL"
    },
    {
      "day": 14,
      "date": "27 May 2022",
      "description": "I was introduced to the one-year performances of Tehching Hsieh and began to see the project as more of a performance, rather than a visual art or fashion project. I decided to feature the solitary confinement cage from Hsieh's first one-year performance on my shirt. His work centered around growing in his understanding of himself, which I aimed to address with this project.",
      "materials": "fabric marker",
      "size": "XL"
    },
    {
      "day": 15,
      "date": "28 May 2022",
      "description": "Shoot your senators. No, seriously, use guns and fucking kill your senators. I was pissed off in the wake of the Uvalde school shooting. The back features the names of the children who died in the Uvalde shooting, which I wish I hadn't added because it makes it a bit grim but I suppose fitting.",
      "materials": "fabric marker",
      "size": "XL"
    },
    {
      "day": 16,
      "date": "29 May 2022",
      "description": "My little pony with a graduation cap for K's high school graduation. K is a big fan of My Little Pony, and wrote a powerful piece connecting her love of MLP to her personal power for her college admission essays.",
      "materials": "fabric marker",
      "size": "XL"
    },
    {
      "day": 17,
      "date": "30 May 2022",
      "description": "I thought a park scene would be sweet and cool, but when I got to the park it was basically a dump and construction site. I grew up going to Maple Park all the time so returning to it to see it undergoing renovations was a bit of a shock to me. I dove into that with this shirt and kicked and stained the shirt in the grass and dirt once I was done with my drawing.",
      "materials": "fabric marker, dirt, grass",
      "size": "XL"
    },
    {
      "day": 18,
      "date": "31 May 2022",
      "description": "Unnatural dye shirt. I also thought it was cool how the stitching remained white, so I flipped the shirt inside out and sewed the tag on the other side to reverse the wear of the shirt. At that point I was still just experimenting and trying to dip my toes into as many different modes of editing the shirts as possible, but I really like how this one turned out looking like it had been stained in a mechanic shop or with some sort of oil. At a later point my shirts would be stained in that way just through everyday wear.",
      "materials": "RIT dye",
      "size": "L"
    },
    {
      "day": 19,
      "date": "1 June 2022",
      "description": "I flew from Chicago back to New York and spent the duration of the flight drawing images from the plane safety card onto a shirt. Before the plane landed I went to the bathroom to switch into my new shirt.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 20,
      "date": "2 June 2022",
      "description": "Siamese twins shirt. I cut out felt and recreated a design I made with construction paper, taking inspiration from the paper cut-outs Monet made late in his life, and a paper cut-out design I had made on the night at Z's sister's place that inspired the project.",
      "materials": "felt and fabric glue",
      "size": "L",
      "note": "Not to be washed"
    },
    {
      "day": 21,
      "date": "3 June 2022",
      "description": "I spent about three hours out in the scorching sun at the East River Park rubbing clumps of grass into the shirt to dye the shirt green. My initial idea was to dye the shirt just by rolling around in the grass but quickly learned that that would not work. A helped me, and we went home with green hands and fingernails.",
      "materials": "grass",
      "size": "L"
    },
    {
      "day": 22,
      "date": "4 June 2022",
      "description": "My first spray-paint shirt, at first just with an \"X\" on the front and back, but I didn't like that because it looked like a lame rip-off of Off-White. So I painted \"LUNCH LUNCH LUNCH, DINNER DINNER DINNER, EAT EAT\" on the shirt because I was probably hungry and pissed off that I was hungry and had to find some way to nourish my body by means of cooking or spending money.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 23,
      "date": "5 June 2022",
      "description": "The New York Rangers were in the playoffs and the city was so happy about it, so I made a shitty version of their logo to support. They lost that night and were knocked out of the playoffs a few days later. I think it was my fault.",
      "materials": "fabric marker and spray paint",
      "size": "L"
    },
    {
      "day": 24,
      "date": "6 June 2022",
      "description": "Warhol-inspired banana block print. For a while, I had eaten a banana for breakfast every day and decided to use a peel as a stamp. Looking back, I wish I had thought harder about the range of possibilities of what could be used as a stamp.",
      "materials": "fabric block-printing ink",
      "size": "L"
    },
    {
      "day": 25,
      "date": "7 June 2022",
      "description": "My favorite show at the time was \"The Dropout\" starring Amanda Seyfried as Elizabeth Holmes. I thought it was funny to pretend Amanda Seyfried was actually Elizabeth Holmes.",
      "materials": "fabric marker",
      "size": "XL"
    },
    {
      "day": 26,
      "date": "8 June 2022",
      "description": "One of my favorite shirts of the entire project, I sewed a paintbrush onto the center of my shirt and decided to paint the entire shirt while I was wearing it. At first the shirt was just going to have a paintbrush sewn to the center of it but it felt too plain to me so then I found some paint and went out to the park to paint it in public. This was one of the first shirts where I began to look at each day as a piece of conceptual fine art rather than just a shirt. Continues with the theme of performance.",
      "materials": "paintbrush, paint",
      "size": "L"
    },
    {
      "day": 27,
      "date": "9 June 2022",
      "description": "For this shirt, I walked around the city asking strangers to sign my shirt, starting the day by tying a sharpie on a string to my shirt. This was hard because a lot of people said no and thought I was just some weirdo. It was perfect though because G's EP release party was that night, and I had tons of people to sign the shirt.",
      "materials": "yarn and sharpie",
      "size": "L"
    },
    {
      "day": 28,
      "date": "10 June 2022",
      "description": "I recreated the 2x My Weight album cover, which my roommate G had just released, using spray paint, sticks, fossilized flowers, and a candle sewn to my shirt. G's project was incredibly inspiring to me going into the shirt project, as I would hear him every day working on the songs relentlessly. I was jealous of his motivation to create and needed that for myself. Now I had that for myself, and was able to honor him.",
      "materials": "spray paint, sticks, fossilized flowers, candle",
      "size": "L"
    },
    {
      "day": 29,
      "date": "11 June 2022",
      "description": "ILY shirt. I cut apart my football jersey and used the pieces to form a heart in the middle of the shirt. I walked around the Guggenheim Museum in this shirt and felt like such an artist by wearing my own creation on my chest. At the museum, I learned about some cool performance art pieces, like 60 Minutes Silence and Dancing in Peckham.",
      "materials": "cut football jersey",
      "size": "L"
    },
    {
      "day": 30,
      "date": "12 June 2022",
      "description": "Continuing with the concept of love and repurposing of clothing, I safety-pinned a \"Somebody in New York loves me\" shirt to the front of my white shirt. Where the previous day I had walked around telling everyone I loved them, this day was focused on more self-love.",
      "materials": "safety pins, t-shirt",
      "size": "L"
    },
    {
      "day": 31,
      "date": "13 June 2022",
      "description": "For this shirt, I was inspired by the wheat-pasted posters of some women at a beach. I brought out my fabric markers, nails, and a hammer and nailed the shirt up to the scaffolding wood, and drew the women from the posters onto my shirt. This was also the day I met R and was the beginning of a whirlwind of a relationship. Fitting that my two previous shirts focused on love, and then that was introduced into my life the following day.",
      "materials": "fabric marker and string",
      "size": "L"
    },
    {
      "day": 32,
      "date": "14 June 2022",
      "description": "I liked the holes in my previous day's shirt, but I needed even more holes. So I decided to put the shirt over a wooden board I had found and nailed 168 nails into a shirt in a pattern that would conform with the body. My shoulders and back were so sore afterward from bending over and hammering all day. I saved that piece of wood with all the nails in it and it became a fun game where you could put a coin in the top and let the coin fall until it reached a resting point.",
      "materials": "nails, wooden board",
      "size": "L"
    },
    {
      "day": 33,
      "date": "15 June 2022",
      "description": "On certain days I would find myself wanting to make more \"wearable\" rather than \"unwearable\" shirts. Designs that were more practical and suitable for long-term wear, rather than a focus on a concept or a creation of something that no one had ever seen before. The powerlifter had become a powerful symbol in my life, especially because of a specific line on G's EP.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 34,
      "date": "16 June 2022",
      "description": "This one was simple because I was focused on spending my day buying and framing some collages I had made that would be in a gallery show the next day. And the Yankees logo is just so iconic, I felt like making a little fucked-up version of it would be cool.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 35,
      "date": "17 June 2022",
      "description": "This is a recreation of my Princess Diana weed bag collage for the opening of my first-ever gallery show at 420 E 9th Street. I had met Tito, the owner of the gallery, about a week earlier and he was happy to make some wall space for my work. Now, almost every time I'm walking down that street Tito will see me from across the street and yell \"Jack!\". I really enjoy having these cool little community relationships. It makes me feel like I belong.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 36,
      "date": "18 June 2022",
      "description": "Just some ampersands on the side of the shirt yeah I don't know what to say but it looks cool. I think it was inspired by some basketball shorts.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 37,
      "date": "19 June 2022",
      "description": "I figured out I could use an inkjet printer to print onto fabric, so I put a baby doll on my shirt because I'm pretty sure it was Father's Day too. The only issue here is that the ink will bleed if the fabric gets wet so this one is really unwearable.",
      "materials": "inkjet print on fabric",
      "size": "L"
    },
    {
      "day": 38,
      "date": "20 June 2022",
      "description": "Just added a bunch of strings to the shirt. Again really unwearable but presents new ideas. I spent the day playing basketball at the East River Park by myself, running back and forth across the court as the strings swung around with every movement.",
      "materials": "strings",
      "size": "L"
    },
    {
      "day": 39,
      "date": "21 June 2022",
      "description": "I sewed a compass onto my shirt, which was perfect because I spent my night adventuring and writing graffiti with R. Certain shirts like this one became really spiritual in the way they represented or foreshadowed the actions I took that day. That night R and I wanted to write graffiti on the freight trains on the railroad tracks of Myrtle Ave, which I had heard about but had never actually seen freight trains when I had been there before. After climbing on top of a train and hopping a fence, we found ourselves in a lot full of tourist buses.",
      "materials": "compass, sewing",
      "size": "L"
    },
    {
      "day": 40,
      "date": "22 June 2022",
      "description": "This day I really wanted to tattoo the drum major from day 2 onto the back of my calf, but at a certain point, I realized it would be nearly impossible to get the angle right so I ended up just using the shirt to rub that stencil off the back of my leg. I still need to get that drum major tattoo.",
      "materials": "tattoo stencil transfer",
      "size": "L"
    },
    {
      "day": 41,
      "date": "23 June 2022",
      "description": "I had saved this idea for a few weeks, already having bought a pill sorter and figuring out that I would one day put it on a shirt. I chose to do it on this day because I was attending the Making It Collective group show. I knew I had to make one of the most unique and strange shirts I had made so far in order to impress the group of artists. This day ended up being incredibly important to me and to this project, as I would meet an incredible group of people who I admired and was able to talk to for support throughout the year.",
      "materials": "pill sorter",
      "size": "L"
    },
    {
      "day": 42,
      "date": "24 June 2022",
      "description": "This is another spiritual shirt, as it represented an opening up and letting the goodness of the world come to me. I spent another day adventuring and wound up stranded in upstate New York with R that night after hiking and painting graffiti at a park. We went skinny dipping in a lake and stayed out too late to catch any trains back to the city, so we had to hitchhike back to R's parent's house, who I met while being grimy, covered in cuts and mud from being barefoot out in the woods.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 43,
      "date": "25 June 2022",
      "description": "This day includes another unwearable inkjet print, with an added extra layer of un-wearability as I smeared ice cream all over it after coming across a live piece of performance art where the audience was encouraged to throw and rub ice cream on dancers.",
      "materials": "inkjet print, ice cream",
      "size": "L"
    },
    {
      "day": 44,
      "date": "26 June 2022",
      "description": "This shirt was made for Pride, the best and most fun holiday in New York. I was really unsure of what to make because it was K and A's birthdays as well, but I felt like \"bloom\" was a good way to represent the day and pride as a whole. I had been beginning to question my gender identity more, and I really enjoyed having the flower to visually represent a penis and the pot to represent a vagina. I had begun to see the freedom of thinking of oneself as existing outside of one specific gender, at least personally and mentally.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 45,
      "date": "27 June 2022",
      "description": "I was listening to this song by Dean Blunt called \"grandiosee\" a lot and working on this graffiti project where I was writing out ten pages of a story on ten different walls around the city. The project as a whole felt very over the top and magnificent, while also having a certain dichotomy in the graffiti as a medium being very grungy and not so magnificent. This shirt also features some raspberries that I rubbed into the shirt.",
      "materials": "fabric marker, raspberries",
      "size": "L"
    },
    {
      "day": 46,
      "date": "28 June 2022",
      "description": "This is probably the grimiest shirt of them all because I spent an entire 24 hours moving and cleaning out my entire apartment. I got drenched in sweat. But I still had time to find a sink faucet that someone had left outside, so I used that as a stencil and ended up making something that I really enjoyed. Sometimes a really beautiful shirt only takes about 5 minutes to make. Those are some of my favorites.",
      "materials": "sink faucet stencil, spray paint",
      "size": "L"
    },
    {
      "day": 47,
      "date": "29 June 2022",
      "description": "This features R's body printed onto a shirt. I think this one was her idea actually, so I covered her in paint and pressed the shirt against her body. I was only up for a few hours that day, being exhausted after spending the entire previous day and night moving boxes up and down stairs and into a U-Haul, so I was really happy that I was still able to make a shirt that day.",
      "materials": "body paint print",
      "size": "L"
    },
    {
      "day": 48,
      "date": "30 June 2022",
      "description": "The bike stencil shirt is an early favorite of mine and an example of how inspiration and incredible visuals can really be found in the most mundane and everyday parts of life. I just went outside with a shirt and a can of spray paint and ended up using the old bike that had been abandoned outside of my apartment as a stencil.",
      "materials": "bike stencil, spray paint",
      "size": "L"
    },
    {
      "day": 49,
      "date": "1 July 2022",
      "description": "This was my first day living in my new apartment after I spent another entire day moving. My favorite part of my new room was the fire escape outside of my window, which really let me feel free after feeling trapped in a tiny box at my old place. The bars of the fire escape that I used as a stencil kind of contrasted that feeling.",
      "materials": "fire escape stencil, spray paint",
      "size": "L"
    },
    {
      "day": 50,
      "date": "2 July 2022",
      "description": "I was feeling really healthy at this point in my life because I would be eating my daily banana and eating so much Sweetgreen all the time. Little did I know that living in my new place I would have far less Sweetgreen access and begin eating a lot more fried chicken and pizza.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 51,
      "date": "3 July 2022",
      "description": "I just thought this would be funny. Cranes. Lol. Also spent the day drawing a new style of \"meditation loops\" I was developing all over my legs in green marker.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 52,
      "date": "4 July 2022",
      "description": "This shirt was made for the Fourth of July, and was another protest shirt in the wake of the repealing of Roe v. Wade, questioning the notion of what it means to be free in America. It kind of gives communism vibes though because M had a can of yellow spray paint was drunk and begging me for like 10 minutes to add something to my shirt. I regret giving in.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 53,
      "date": "5 July 2022",
      "description": "This day I just had some fun doing some block prints on my shirts with a scrap of lino. A lot of times I would find myself falling in love with residual parts of the process that could be beautiful in their own ways. I had also gotten into tattooing at this time, and R let me tattoo some freeform designs onto the bottom of her foot, which must have hurt like hell, but I was grateful that she let me practice. The designs faded after just a few weeks from being walked on.",
      "materials": "lino block print",
      "size": "L"
    },
    {
      "day": 54,
      "date": "6 July 2022",
      "description": "I squirted some tattoo ink onto the shirt and added some lines to flow with the body forms. Nothing much here other than I was really wanting new tattoos and wanted to mess around with my tattoo gun. On this day, I tattooed a design originally made by my great uncle, Carl Moravec, onto my thigh. The \"X\" formed by the cross of the table legs represented strength for me, and mirrored the table given to me by my grandpa that I would use every day for creating my art.",
      "materials": "tattoo ink",
      "size": "L"
    },
    {
      "day": 55,
      "date": "7 July 2022",
      "description": "This day I rolled some green ink on my foot and just stomped onto the middle of the shirt. This night I was also invited to the Shrek rave, which I did not end up attending but the shirt would have been perfect. During the last week of the project, this day came full circle as the creator of the Shrek rave reached out to me looking for some custom shirts.",
      "materials": "green ink, foot print",
      "size": "L"
    },
    {
      "day": 56,
      "date": "8 July 2022",
      "description": "This day I was tripping on mushrooms and going kind of crazy alone in my room. I was frustrated and tired of making shirts that I felt were ugly, so for this shirt, I just bunched up the shirt on the floor, stuck a stick of incense in it, and stared at it for 30 minutes as it burned down and dropped ashes onto the shirt. This was a spiritual moment for me, and an awakening to the fact that I could make the shirts as abstract as I wanted.",
      "materials": "incense, ashes",
      "size": "L"
    },
    {
      "day": 57,
      "date": "9 July 2022",
      "description": "Another unwearable shirt, I found a mini tin mailbox on the side of the road and decided to glue it to the center of my shirt. I used some magnets on the inside of the shirt to reinforce the mailbox and make sure it wouldn't fall off. I also wrote a letter to my future self that I would read on the last day of the project, but I ended up reading it sooner and throwing the letter away because it was really depressing to read. I was not very happy at this point in my life.",
      "materials": "mini tin mailbox, magnets, glue",
      "size": "L"
    },
    {
      "day": 58,
      "date": "10 July 2022",
      "description": "This was the first day that I failed to make a shirt. I promised R I would go to the beach with her and her friends and had to wake up at 8 AM to leave, but I had just run out of blank shirts the day before. I ended up being at the beach all the way until sundown, and by the time I got home, there were no places open for me to buy a blank shirt. The next day I drilled a hole in a shell that I had found at the beach and sewed it on to the center of the shirt.",
      "materials": "shell from beach",
      "size": "L"
    },
    {
      "day": 59,
      "date": "11 July 2022",
      "description": "I had felt an imbalance between the left and right sides of my body. Sometimes the left half of my body would feel more natural and in tune with the world, and other times it would be the right side. I made this shirt with arrows pointing in both directions to disperse and diffuse the energy across both sides of my body. I think it worked.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 60,
      "date": "12 July 2022",
      "description": "After a few weeks of living in my new apartment, we still had not purchased hooks to hang up a new shower curtain and were using a mattress bag as a shower curtain. The mattress bag would fill up with water and you would have to squeeze it to push the water out. So after getting new shower hooks, I decided to use them as stencils on this shirt.",
      "materials": "shower hook stencils, spray paint",
      "size": "L"
    },
    {
      "day": 61,
      "date": "13 July 2022",
      "description": "I was tripping on mushrooms again on this day and had just gone to Michaels to buy some new shirts. The project as a whole felt strange to me, so I sat in Washington Square Park and wrote the word \"GREED\" on my shirt while holding another shirt in my hand. At one point I bought and started smoking a joint, and some guy came up to me and kept begging me to buy him weed or give him my joint.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 62,
      "date": "14 July 2022",
      "description": "For this shirt, me and my roommates G and A along with our friend B were headed up to New Paltz for a party that night, and I wanted to make something relatively impressive. So I drew a large face with all sorts of colors and did it in a really rushed-out fashion. G dubbed it \"the schizophrenia shirt\". That night ended up being one of the most fun nights in my recent memory.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 63,
      "date": "15 July 2022",
      "description": "After a long night the previous day, I think I just wanted to do something relatively simple for this shirt, but still in pursuit of my own personal style. I had begun to be entranced by these one-line drawings I was making, calling them \"meditation loops\" because you could place your finger at any point on the line and continue to follow the line infinitely in an almost trance-like way. I was experimenting with this style, and trying to draw distinct forms and figures with the limitation of a single, smooth line. This one is an old-timey, throne-like chair.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 64,
      "date": "16 July 2022",
      "description": "Continuing with the one-line drawing style, this shirt features an ethereal, angel-like figure. Sometimes I would aim for simplicity and fewer gestures with these one-line-drawings, but more complex ones like these are cool to me because of the smoothness and flow of all the forms that developed throughout the drawing.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 65,
      "date": "17 July 2022",
      "description": "This shirt works almost in contrast to the one-lined chair from two days earlier, featuring one of the most simply constructed chairs you could think of. I really liked the color combination of pink and orange. I was thinking of adding the words \"sit with me\" under the chair as I was needing to have a conversation with someone important in my life on that day but I didn't want to make things too explicit or obvious so I stuck with just the chair.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 66,
      "date": "18 July 2022",
      "description": "Another one-line drawing, but this one takes up the whole shirt and is less focused. I was trying to almost collage together facial structures with this line, abstracting things as much as I could. I think the color of the line has a lot of influence on the meaning of each of the one-line pieces, and this one, being a black line, makes it the coldest, most constructed, or rigid despite the line still flowing in a smooth nature.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 67,
      "date": "19 July 2022",
      "description": "Ok so for this shirt I wanted to be more patient and calm down a bit on some things I was trying to rush. And I know, it seems like I purposefully misspelled patience to be funny or something but I literally was too impatient to look up how to properly spell it and then realized my mistake after already making the shirt. It really sounds like the word should be spelled \"paitence\" but I guess not. I wish I hadn't added that arrow and made this shirt so obvious.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 68,
      "date": "20 July 2022",
      "description": "I had begun to feel too restricted by the medium of the shirt and also didn't really like all of the designs I was making and had to wear every day, so I tried to break beyond the medium of the shirt while still working with its limitations. This turned me to create the \"shainting\", where I glued the shirt of the day onto a canvas, or in this case, a huge piece of wood, and made a huge painting over top of the canvas with the shirt disguised within it.",
      "materials": "canvas, paint",
      "size": "L"
    },
    {
      "day": 69,
      "date": "21 July 2022",
      "description": "This is the second \"shainting\", but the one I didn't like as much because it just felt like I ripped off Basquiat. I had a huge appreciation for the freedom and simplicity of his work and wanted to recreate something in his style to show my daily trips to the deli, where I would be getting a sandwich or a Yerba Mate or a coffee or snacks or whatever. That daily repetitive process made me feel like a cog in a system almost and had me wanting to break free.",
      "materials": "canvas, paint",
      "size": "L"
    },
    {
      "day": 70,
      "date": "22 July 2022",
      "description": "This shirt was more of a reflection on myself, as I found myself glued to my phone day after day and also with a dreadful feeling of boredom day after day. I was stressed out and anxious as hell for no real reason, so I thought that maybe I should just go read a book or something. I don't really remember what book I was reading (or trying to read) at this point, but it was probably \"The Art Spirit\" by Robert Henri.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 71,
      "date": "23 July 2022",
      "description": "This shirt is dedicated to the band Sweet Trip, which I had been listening to a ton when I made this shirt. My favorite Sweet Trip songs, in no particular order, are: Sept, Milk, Your World is Eternally Complete, Darkness, Dsco, Things to Ponder While Falling, Chocolate Matter, International, and Air Supply.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 72,
      "date": "24 July 2022",
      "description": "I made this \"Matban\" shirt because I thought it would be funny to draw some really messed up and ugly-looking Batmans, but I was really influenced by watching a bunch of Batman movies in the previous days. The Robert Pattinson one was really good but I had never watched any of the Dark Knight trilogy before that week and really all those movies are great. I remember on this day I went to S's bake sale in Prospect Park and had a really delicious lemon zest raspberry tarte cake that she had made.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 73,
      "date": "25 July 2022",
      "description": "Not really sure what I was going for with this shirt, other than creating some sort of metallic or chrome-looking figure of a face. I was really enjoying amorphic and chrome-looking things in the general aesthetics I observed at the time, which influenced this shirt.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 74,
      "date": "26 July 2022",
      "description": "A few weeks earlier, I think my roommate A had given me one of those eggs that you would put the small rubber thing inside in some water and watch it grow, so I just had this dinosaur sitting in a bowl of water on my desk for a few weeks and wanted to finally do something with it. Cutting blocks to print takes a lot of time and energy, but realizing that almost anything can be a block to print with is a lot of fun.",
      "materials": "fabric ink, dinosaur block print",
      "size": "L"
    },
    {
      "day": 75,
      "date": "27 July 2022",
      "description": "I had been getting so many spam emails, which definitely inspired this scammer shirt. I probably saw something on the internet too about scamming which led me to make this shirt.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 76,
      "date": "28 July 2022",
      "description": "I call this shirt the star-eyed monster shirt, which I made because stars are my absolute favorite motif. The star is a good-luck charm for me. For the longest, my go-to motif was the smiley face, but eventually, I grew out of that. And probably, eventually, I will grow out of the star too. But throughout the year I had a few cheat garments that I allowed myself to wear instead of my white shirt, largely depending on the temperature. On hot days, I had my star tank, which was passed on to me by my dad and just features a single star in the middle.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 77,
      "date": "29 July 2022",
      "description": "This shirt was one of my favorites for a while after I had made it, with the borders and stitching of the shirt spray-painted with pink and orange paint. This one feels kinda like some sort of designer piece to me, with its simplicity yet edginess with the spray paint.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 78,
      "date": "30 July 2022",
      "description": "As I introduced in the shirt from day 65, the pink and orange color combo really attracted me. I wanted to continue with my one-line style and drew a one-line alphabet for this shirt. The pitfall of this one is actually that pink and orange combo, which makes it kinda look like the shirt was made by Popeyes.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 79,
      "date": "31 July 2022",
      "description": "Oftentimes I would recreate or reiterate some of my favorite shirts, and this is one of those shirts. This is a recreation of the outline shirt which I really enjoyed and felt that I could really wear with anything. For this, I simply replaced the orange from two days earlier with blue. I spray-painted this in my room, which was terrible for me and might lead to some lung cancer or some sort of disease in twenty years, but I was being young and reckless.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 80,
      "date": "1 August 2022",
      "description": "I found this cool gold frame on the street and wanted to continue with my \"shainting\" style or medium or whatever you would call it, so I affixed the shirt onto the frame and painted a one-line shirt onto the shirt itself. Even when I'm being \"serious\" as an artist (i.e. making a painting) I still like to bring a bit of humor or irony into it. I love this piece and take it very seriously.",
      "materials": "gold frame, paint",
      "size": "L"
    },
    {
      "day": 81,
      "date": "2 August 2022",
      "description": "A lot of times I would drive myself crazy over this girl R. I was listening to the song \"u\" by Kendrick Lamar that day and I was waiting the entire day for R to get to my place. I think I got the word that she wouldn't be coming, or maybe she was, but either way, the \"u\" on the shirt was for R. She had just reiterated to me that the hug we shared on day 45 was the happiest moment of her life, and I was obsessed with her, but a lot of times I would find myself in an indescribable sadness thinking about her, hence \"loving u is complicated\".",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 82,
      "date": "3 August 2022",
      "description": "Another frame I found on the street and wanted to make a \"shainting\" out of, but this one was smaller so I had to do something a little different. I really liked the one-line shirt drawing I had made, which I turned into a logo for myself, and continued with this motif for much of the week. This night was S's birthday, and we went over to a friend's rooftop to celebrate, where I climbed a water tower on the roof and got to see her for the first time since we had separated.",
      "materials": "frame, paint",
      "size": "L"
    },
    {
      "day": 83,
      "date": "4 August 2022",
      "description": "Another frame, another shainting. Except this one ended up breaking one day while I was walking around the corner of my apartment too quickly and I knocked it off the wall, so it's actually one of the wearable shaintings because the frame no longer exists with it. This features three one-line shirts layered over top of one another, but without that context one might be able to think it looks like a whole bunch of different things.",
      "materials": "frame, paint",
      "size": "L"
    },
    {
      "day": 84,
      "date": "5 August 2022",
      "description": "I spent this day out walking around in the heat, searching for more frames to make shaintings with. I didn't end up getting lucky and finding more boxes of frames on the street, so I ended up walking to a frame shop and buying two of the cheapest frames I could find. I didn't like the overflow of the shirt on this one, so I ended up cutting the square of the frame out from the center of the shirt, effectively creating two shirts out of one that day.",
      "materials": "frame, paint",
      "size": "L"
    },
    {
      "day": 85,
      "date": "6 August 2022",
      "description": "The final shainting I would create throughout the project, I felt at this point I had let the idea run its course and didn't want to have to go out and buy any more frames, but I just made this one-line shirt more blocky and in a slightly different style than the other one-line figures I had been painting.",
      "materials": "frame, paint",
      "size": "L"
    },
    {
      "day": 86,
      "date": "7 August 2022",
      "description": "This shirt, for all of its simplicity, was incredibly important to me. I simply wrote \"I Can Do Anything\" on the back of my shirt, just to empower myself. This day, I went with R to the city to attend a Kundalini yoga class with her. I was one of the only guys in there, and probably the only person who was trying it for the first time. It was so incredibly difficult, but I pushed myself and worked really hard, and felt really moved both physically and mentally by the end of the class.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 87,
      "date": "8 August 2022",
      "description": "This shirt was made on a Monday, on which day I had a ritual of listening to my favorite song even more than usual. The song is \"Avant Gardener\" by Courtney Barnett, and the shirt features the opening lines of that song. This was the first song I learned about by Courtney, but I had recently started listening to the rest of her music a lot more and was absolutely in love with it.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 88,
      "date": "9 August 2022",
      "description": "This shirt features the iconic image of Nathan Fielder from his show \"The Rehearsal\", wearing his laptop body holster. I remember getting more likes and responses on this shirt than I had ever gotten before, which was an initial motivation to begin making more references to popular media and relatable shirts that were less personal to me but more accessible to a wider audience.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 89,
      "date": "10 August 2022",
      "description": "This shirt simply features the word \"innate\" on the back of the shirt. Around this time I had just been wanting to wear a blank white shirt so the small iterations would be coming on the backs. The word innate was a reference to my own artistic ability, or just ability to create, but done so in a semi-ironic way as it is placed on the back. It almost serves as a reminder to myself that my abilities, or just who I am, is innate, something I was born with.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 90,
      "date": "11 August 2022",
      "description": "I had recently been given the book \"The Hidden Messages in Water\" by my roommate, G, and in that book there is an experiment referenced where the words \"love and gratitude\" were written on a clear glass of water and contrasted with another cup that said something like \"evil and hate\". According to the experiment, when frozen, the water cup with \"love and gratitude\" formed the most beautiful and intricate crystals while the other cup formed jagged and scary-looking crystal structures. This shirt was a way of performing that experiment on myself and imbuing myself with the power of those words.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 91,
      "date": "12 August 2022",
      "description": "I don't really remember where or how this idea came to me but I really liked this shirt. I remember my uncle showing me how to draw a boy's face with the word \"boy\" so I think that had something to do with this. Anyways, it was a \"GOOD\" day.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 92,
      "date": "13 August 2022",
      "description": "This is the first of a few I began where I would paint rectangular designs onto the back of shirts with spray paint and masking tape to create the designs. This night I was going out to one of R's shows in the city and I think that city nights sort of theme inspired this one. I remember staying out with her late after the show. We sat on the stoop outside of Heaven Can Wait long after everyone else had left the show and had a good time just being together.",
      "materials": "spray paint, masking tape",
      "size": "L"
    },
    {
      "day": 93,
      "date": "14 August 2022",
      "description": "I loved the design I had made the previous day so I decided to work in the same sort of style, using spray paint and stencils in a rectangle on the back of the shirt. This was a design where I wanted to focus more on my technical skills of accurately painting and shading in a cool way, rather than doing any sort of experiment or having any sort of deeper meaning. I don't think the designs always have to mean something. Sometimes they can just look cool or be made well.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 94,
      "date": "15 August 2022",
      "description": "This was one of my favorite designs I had ever made in the early days and led me to start creating a few extra pieces a day to sell on the side. This Picasso-inspired face just felt really well-made in my opinion and was relatively easy to make. I felt an infinite range of possibilities for what could be created within that rectangle and felt like I could more easily make things that people really liked, thought was cool, and wanted to wear.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 95,
      "date": "16 August 2022",
      "description": "Again, just an abstract kind of design that somehow came to me. I think I called this one 4D chess and was inspired by the story of Atlas holding up the weight of the world. I spent a solid hour meticulously cutting this stencil from newsprint paper, which is kind of crazy to me now because I spent all that effort creating a complicated stencil that I wouldn't be able to reuse.",
      "materials": "spray paint, newsprint stencil",
      "size": "L"
    },
    {
      "day": 96,
      "date": "17 August 2022",
      "description": "I think I saw a picture of a girl sitting cross-legged by some photographer on Instagram, and I just thought it was a cool image so that's what I made with this shirt. I didn't feel as if I executed this one the way I really wanted to, but at the same time there is always the next day.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 97,
      "date": "18 August 2022",
      "description": "I spent this morning going to the spray paint store near me to pick up some new colors, as I was recently beginning to work almost exclusively with spray paint, even though it wasn't so good for the shirt fabric and certainly not good for my lungs. For this shirt I envisioned the up-close angle of a thumb flicking a lighter, and kind of just went for it drawing out the design and cutting the stencil.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 98,
      "date": "19 August 2022",
      "description": "This shirt is inspired by the painting of the girl with the pearl earring, done in a simplified and abstract way. I wanted to create something that felt sexy yet amorphic and natural. I really enjoy this design quite a lot.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 99,
      "date": "20 August 2022",
      "description": "I liked and was inspired by artists who would include references to pop culture or brands in their work, and created this Clorox bottle design inspired by that. I would be searching for inspiration wherever I could find it, and for this shirt I found it sitting on my desk after cleaning up the spray paint particles that dusted all the surfaces of my bedroom.",
      "materials": "spray paint, stencils",
      "size": "L"
    },
    {
      "day": 100,
      "date": "21 August 2022",
      "description": "This shirt was special to me, being the hundredth day of the project. I had thought of this idea a while back, wanting to sew 100 pennies to the shirt for day 100. R liked my idea and bought me a miniature hole puncher to punch holes in pennies. I spent the entire day punching holes and sewing the pennies onto the shirt and had crazy carpal tunnel in my hand by the end of the day. The force it took to punch each hole was insane, and at a certain point, it became incredibly difficult to sew new pennies onto the shirt just because of the weight of the others moving the shirt all over the place, and with my poor sewing skills pennies began falling off. So I didn't finish this shirt, which I had been looking forward to for so long.",
      "materials": "100 pennies, sewing",
      "size": "L"
    },
    {
      "day": 101,
      "date": "22 August 2022",
      "description": "This Pikachu shirt dives into my greatest childhood obsession, Pokémon. I knew I had wanted to make a Pokémon shirt earlier, but was kind of held back by people in my immediate circle not thinking it was cool or whatever.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 102,
      "date": "23 August 2022",
      "description": "Following the theme of the previous day, and needing to make a shirt really quickly because I had a flight to catch, I made this Magikarp shirt. I was going to see my sisters later that day and I knew that they would like it, and I was going to my childhood home so that element of nostalgia had an influence on the making of this one.",
      "materials": "fabric marker",
      "size": "L"
    },
    {
      "day": 103,
      "date": "24 August 2022",
      "description": "The previous day, I had spent my entire flight drawing abstract faces with Posca markers in my sketchbook. Sketching is really important in the development of a personal style. This day I was riding with my mom and sister to go thrifting in Andersonville and made this shirt on the car ride over. I ended up picking up a jacket that I really liked and spent hours drawing a face with Posca markers on it. This was the first day I switched from drawing with Tulip markers to Posca markers, which is the medium I would work with for a while until I picked up airbrushing.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 104,
      "date": "25 August 2022",
      "description": "Another Posca marker abstract face. Often times when I would travel or go home I would stick to simpler and less time-intensive designs, which oftentimes would also work in my favor as I was able to break whatever style I was on and then get into a new style that I would really enjoy. At the time, the feeling of travel would be difficult and feel like a setback, but that difficulty would lead to growth.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 105,
      "date": "26 August 2022",
      "description": "On my final day in Chicago, I made another simple face sort of figure. Something I found really cool about the Posca markers was the ability they gave me to blend colors in a way that the Tulip markers didn't really allow me to do.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 106,
      "date": "27 August 2022",
      "description": "I was back in New York, and inspired by the city, I made a Thank You stencil that features the font found on bags you would get from the bodega. After this, I ended up making another \"You're Welcome\" stencil that I did not end up featuring on any of my daily tees because I wanted to sell that design on the side, and I had a rule that all of the daily shirts must be one of one and that I would not copy any of them to sell then, even though I needed money and people wanted some of the designs I had already made.",
      "materials": "spray paint, stencil",
      "size": "L"
    },
    {
      "day": 107,
      "date": "28 August 2022",
      "description": "On this day, R's parents were out of town so I ended up going up to Armonk with her to spend the day in the quiet of being outside of the city. At this point in our relationship, subtle problems had started to arise, and I think the idea of \"draw\" kind of referenced a bit of a stalemate between the two of us. Also, this one is meant to be funny in a way, as I \"draw\" referenced what I was doing every day and how I made the shirt.",
      "materials": "spray paint, stencil",
      "size": "L"
    },
    {
      "day": 108,
      "date": "29 August 2022",
      "description": "This morning, R and I arrived back from Armonk and she dropped me off on her bike at Blick, where I picked up a new can of spray paint which I used to make the orb in this day's shirt. The orb is simple yet ethereal, exploring how something so simple could be really cool. That night, I met R at the super fancy apartment she was staying at in the Financial District and we fell asleep on the couches on the roof with the most incredible view of the city.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 109,
      "date": "30 August 2022",
      "description": "Wanting to expand on the previous day's shirt, I turned the simple orb into a face-like shape and gave it just a shit ton of ears. Not really sure where this idea came from, but for a while I liked just drawing abstracted faces.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 110,
      "date": "31 August 2022",
      "description": "Another abstracted face, made with spray paint, I made this for my first day of class in my second-to-last semester in college. I really didn't like it as much as the previous day's shirt, but I wore it to class anyways because the rules I had made were the rules and I was only allowed to wear the shirt I made that day on that day. I started the daily shirt project on the last day of the previous semester, and it had been my sole focus over the summer, so beginning school was a bit scary for me in relation to how it would affect my ability to complete the project to the level I wanted to.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 111,
      "date": "1 September 2022",
      "description": "Continuing with the human face and figure, I spent hours drawing people all over the shirt, but was still not satisfied by the time I finished. I then made a stencil with the words \"People Now\" in reference to my friend Bazemore's song by the same title. I had recently made the cover art for that project as well. Go listen to People Now by Bazemore on Spotify. That night, I filled in for R at her job for Honeysuckle, where I was working as a camera assistant filming an event where there was a premiere of a docuseries the company had been working on.",
      "materials": "spray paint, stencil",
      "size": "L"
    },
    {
      "day": 112,
      "date": "2 September 2022",
      "description": "On this day, I went out early with R to go rollerblading with her. Except I didn't have any rollerblades, so I just ran around with her the whole day. I had a class, but it was just online, and we smoked weed together through it, which we would do together often. We walked/rollerbladed/ran around the piers on the west side of the city and sat on the swinging benches. At one point, there was a huge ramp she wanted to skate down, so I waited at the bottom to catch her. She was going so fast down the hill and we had a huge collision and fell to the ground, which gave me a scar on my wrist that will probably never go away, and reminds me of that day often. I didn't have time to make the daily shirt until that night when I made a really ugly \"Pedestrian at Best\" shirt, which is a reference to another Courtney Barnett song that was one of my favorites.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 113,
      "date": "3 September 2022",
      "description": "This shirt features another mess of spray paint that will probably give me lung cancer, with an idea that really looked cooler in my head but was not executed so well. Sometimes, less is more. The shirt features a jagged demonic-looking figure that is walking a dog. I also really wanted a dog so badly at this point.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 114,
      "date": "4 September 2022",
      "description": "Originally this shirt was just going to say \"sup\", as in what's up, but then I didn't like it and ended up creating the \"ers\" and \"tar\" stencils as well. It looks like a food stain above the u making it a \"ú\" but its really a stain from being out at the community garden with R and getting messy with the grass and greenery. This shirt was one I really fell in love with, and I wanted to start a brand at some point, so \"superstar\" felt like a cool thing to rock with. I liked having these grand visions for myself, and even if I was just some regular person, thinking of myself as a superstar felt really empowering.",
      "materials": "spray paint, stencil",
      "size": "L"
    },
    {
      "day": 115,
      "date": "5 September 2022",
      "description": "With the second \"superstar\" shirt, I began to imagine what different design elements I could incorporate to make the designs individual from one another. A rule I had throughout the project was that I wouldn't repeat the same idea. I had to come up with a new idea every day. So sticking within a specific theme I sort of broke that but certain things I would really like and try to get the most out of the idea. With the idea of a \"superstar\" came the idea of growth. I could not be a superstar without first growing, hence the flower.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 116,
      "date": "6 September 2022",
      "description": "With the third superstar shirt, I included a shadowy giant holding up a tiny star in its hand, almost contrasting the notion of a superstar being far greater than myself with the idea that there is something far greater than a superstar. This idea didn't translate so well, but I enjoyed it and was able to show up to my second week of class wearing something I was more proud of.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 117,
      "date": "7 September 2022",
      "description": "Continuing with the superstar idea, I made \"superstar gone fishing\". At a certain level, there is only so much I can write about these shirts as I was just trying to imagine all of the different iterations I could create with this shirt that I really enjoyed. Another aspect of the series I enjoyed was the mix of mediums, as I would spray paint the text and create embellishments with Posca markers.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 118,
      "date": "8 September 2022",
      "description": "Returning to my love of faces, I imagined a bunch of faces sticking through the letters of the superstar letters. This one might be my favorite of the superstar series, just with the colors and the motif of the faces aesthetically being really appealing to me.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 119,
      "date": "9 September 2022",
      "description": "This superstar shirt takes inspiration from 90's designs on like Dixie cups and McDonald's seats. At this point in the series, I am getting tired and unable to think of drastically new ideas. That is the issue of sticking with something for too long, and the value I found in continually switching up styles and trying to think of something new every day. Although I loved the superstar shirts, they began to make me stagnant.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 120,
      "date": "10 September 2022",
      "description": "Another abstraction of a face, but this time was done through the superstar lens. I wasn't in love with this one. It might be my least favorite of the superstar series, and at the same time, I was trying to pick up the guitar and had taken a little bit of my focus away from the shirts and toward learning the guitar. But I wasn't forced to pick up the guitar in the same way as I was forced to make the shirts. So eventually, the guitar faded out of focus and the shirts persisted.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 121,
      "date": "11 September 2022",
      "description": "My dad had come to New York for a work conference and I met him in Midtown. We went out to a bar, where the hostess complimented my shirt and I just said thank you. And then while I was using the bathroom my dad told her about my daily project and I get back and she asks why I didn't tell her that I made it. I guess I was already pretty tired of constantly telling people that I make my own shirt every day. That was my thing, but at the same time, I got tired of talking about it all the time. But my dad is my biggest supporter and always loves telling anyone who will listen about me and my project. I appreciate him so much for that. I am so lucky. This was another superstar shirt, which I had gotten tired of at this point but was too fried to think of anything else. This was also the beginning of NYFW, which R walked in, and she left my house that morning wearing my jacket a pair of jorts I had created, which she said she got tons of compliments on.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 122,
      "date": "12 September 2022",
      "description": "On this day, the final day of the superstar series, I made a naked guy you might see at Jacob Riis Beach or something. I'm not really sure what inspired this shirt exactly, other than continuing to explore the human form but in abstract ways. R had given me a ticket to watch her walk in NYFW that night, which was given to her super exclusively by one of the people in charge. At the door, they continued to reject me. My outfit was entirely free or made by me. Everyone else was dressed head to toe in designer clothes. I didn't look the part at all, and they would not let me in. This really enraged me. I felt resentment towards this system that I had dreams of being a part of the day before.",
      "materials": "spray paint, Posca markers",
      "size": "L"
    },
    {
      "day": 123,
      "date": "13 September 2022",
      "description": "I had been strung out on the superstar series and having an incredibly difficult time coming up with new ideas, so I ended up tearing apart some old clothes that I had been holding onto just to experiment with. The whole thing is just glued together because I was too lazy and busy to sew anything, but it felt good to have a departure from the norm.",
      "materials": "fabric glue, cut clothing",
      "size": "L"
    },
    {
      "day": 124,
      "date": "14 September 2022",
      "description": "I'm not really sure where this idea came from, but it was for sure one of my favorite shirts. Classic cars and Americana are just cool motifs, and the no-u-turn sign was a reflection of where I was at in life. Something interesting about the project is that a lot of the ideas are a reflection of the project itself, where I found myself in too deep without an ability to turn back. I was fully immersed in the project, nearing the middle, and was stuck as a passenger aboard my own ride. That night, R had another show at Heaven Can Wait.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 125,
      "date": "15 September 2022",
      "description": "Not entirely sure what compelled me to make this lemons shirt. Sometimes you just have to find inspiration in anything. But this was my dad's last day in the city, and I really wanted him to actually meet R. We got lunch at Outro NYC where I had the most incredible chicken salad with mangos in it. R was late but met my dad and me there. We had some great conversations and my dad said he could really tell why R and I got along so well. That night, my roommate's friend A came over and we went out and got really drunk and A stayed the night with me. This marked the beginning of the end for R and I on a day when she met my dad and it went incredibly well.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 126,
      "date": "16 September 2022",
      "description": "This is another one of those shirts that only really exists because I needed to make a shirt that day. Maybe you could look deeper into it, with the teary eyes inside these lung forms and how weird I felt about the day before, but still, a shirt is a shirt.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 127,
      "date": "17 September 2022",
      "description": "This day was our friend P's birthday party, where I saw a lot of friends that I hadn't seen in a while, and I ended up making my favorite shirt I had ever made up to that point. I knew I was going to see a lot of my friends, so I wanted to make something really impressive. I spent probably 4-5 hours on this shirt and it was a big success. I got a lot of compliments. It felt so good to have my efforts rewarded and made me think about the people I wanted to create for. Illusions of grandeur at NYFW had distracted me. I had my people.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 128,
      "date": "18 September 2022",
      "description": "I only had a small shirt that I could hardly fit into left to wear and had an idea for some pants, so I actually spent the majority of my day working on a black and white sunflower design on a pair of jeans and putting a single sunflower on the center of the shirt. After making my favorite shirt design the day before, I was motivated to create more things that I could wear every day or whenever I wanted. But I ended up selling those sunflower jeans because I needed money.",
      "materials": "spray paint",
      "size": "S"
    },
    {
      "day": 129,
      "date": "19 September 2022",
      "description": "Maybe I made this shirt to reflect on the stress that the lemon day was causing me. I'm not really sure but I guess it's a \"fuck it, we ball\" sort of shirt. I wanted to make something funny.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 130,
      "date": "20 September 2022",
      "description": "I tried to do something similar to the shirt from day 127 which was one of my favorites, but ended up making something that I really hated with a passion. Other people like this shirt more than I do, but to me, it is really terrifying. Chasing something from the past never really works out well.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 131,
      "date": "21 September 2022",
      "description": "I really think I created my least favorite shirt I've ever made with this one. A few years earlier, I had made my girlfriend at the time a cardboard cutout painting of this image of Childish Gambino I had recreated based on a different artist's design. I really just hated this one because it was completely unoriginal. I didn't create the original artwork. I didn't even copy the design exactly, but still, I made it look way too close to the original and did not bring any new or original aspects to it myself. This felt like I cheated or lied.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 132,
      "date": "22 September 2022",
      "description": "There's nothing like making an incredible shirt the day after making a shirt you hate. I was originally going to draw the building at the corner of my street on the shirt, so I went out and took some reference photography of the building, but then the stop signs in front of the building took my attention away and I decided to put those on the shirt instead. This is one of the first of the shirts where I would really begin to understand my own process, where designs would come about organically, through my own action and interaction with the world.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 133,
      "date": "23 September 2022",
      "description": "Yeah, sure this one is kind of ripped straight from Thrasher. But on some level I did not really care for some reason. It looked cool, and I was experimenting with how I could design the shirts outside of the level I had focused on, just smacking something on the center of the shirt. That night I went out and had fun with A and A and Z. I climbed onto the back of a garbage truck and immediately got honked and yelled at and had to not touch anything the whole way home because of the nasty grime on my hand from the truck.",
      "materials": "spray paint",
      "size": "L"
    },
    {
      "day": 134,
      "date": "24 September 2022",
      "description": "I really enjoyed the idea of the straight across line design, especially for just how it falls along the arms of the body aesthetically, and I still was really in love with the shirt from day 127 so I tried to use similar colors and patterns in this design. Midway through the day, after I already finished the shirt, my brand new airbrush machine arrived. It had been a long time coming, especially for all my time working with spray paint and all of the airbrush artists recommending for me to get one. I did a quick little sketch of the design on the back and I ended up really loving how it looked. This night, I went out with a bunch of my closest friends including A, A, Z, K, S, and E. It was one of the best nights I had in a long time.",
      "materials": "spray paint, airbrush",
      "size": "L"
    },
    {
      "day": 135,
      "date": "25 September 2022",
      "description": "This really marks the beginning of the airbrush era of my work, which I would only really depart from on the few days when I would travel. At this point, I am just experimenting and trying to figure out what I could do with the brush. But it was pretty clear to me that this was the ultimate tool for me, as it combined the fine-line abilities of the markers with the shading and ability to cover a lot of ground that came with the spray paint. Looking back, I'm really proud of this shirt just because of the quality of brushing I had from the jump. It looks nice.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 136,
      "date": "26 September 2022",
      "description": "Sticking with a focus on the human form, I began to depart from the focus on the face and towards a focus on the body. Exaggerating limbs and exploring the ways the body could contort to convey certain ideas really fascinated me at this time. I was in school at this point, but I spent all my time focused on my art. In class, I would take notes but scatter them with random drawings which created a really cool collage intersecting ideas I was learning about with the ideas I wanted to pursue in my art.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 137,
      "date": "27 September 2022",
      "description": "I think I had drawn this design in my sketchbook during class, and it was definitely in reference to my relationship with R. I hadn't quite realized how upset she was for leaving her waiting on my stoop a few nights prior, and once I realized that it was pretty much the end I was having trouble letting go. The standing figure references R, and that's me, holding on. Later this day, I went to Union Square to interview Roots Crafts Bob, who knits hats all day perched up on a rock on the edge of the park.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 138,
      "date": "28 September 2022",
      "description": "This was the day of the release of Miles' album, Pressure Sensitive Butterfly Music, for which this shirt is dedicated. For weeks, this and the new Alex G album, God Save the Animals, was the only music I would be listening to. Miles' album is so romantic and beautiful, and really just an incredible piece of work. These two albums kind of consoled me as my relationship with R deteriorated, leading me to start thinking about God in an ironic yet eventually unironic way.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 139,
      "date": "29 September 2022",
      "description": "I looked at the work other airbrushers would create, and was inspired by the faces Austin Lee would so easily and quickly create. I tried to do that on this shirt, and ended up not really liking how it looked, and turning it into a woman because I didn't like how it looked without the hair. When R saw it she asked if it was her, which it wasn't, but she insisted I was trying to create her subconsciously. Who knows.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 140,
      "date": "30 September 2022",
      "description": "This one was really enjoyable just to kind of break from the norm and experiment a bit with form and function to create this crop-top with the figure sort of holding the whole thing up. This night I went to a show with one of my best friends, B, who was my roommate my freshman year. I really liked the band but I forget what they were called. They played this sort of jazz-pop-rock fusion that was really fun.",
      "materials": "airbrush, cutting",
      "size": "L"
    },
    {
      "day": 141,
      "date": "1 October 2022",
      "description": "This shirt has always stood out to me as special in some sort of way. I like the purple. And the face I made and the misshapen stars. I forget what I did this day but I think it was rainy. My friend J texted me that day to tell me that my daily shirts inspired him to create a new loop on his guitar every day.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 142,
      "date": "2 October 2022",
      "description": "I went over to R's new Williamsburg apartment early in the morning to help her move in. I was still wearing the previous day's shirt. Her new place was nice, and she was reunited with her cat after a long time without a place to have for the cat to stay. That cat always really loved me. For some reason it was a really depressing day. I played the song \"Batmobile\" by Liz Phair for R and her new roommate, which probably gave them an insight to my mental state at that time. I listened to that song a lot over those past few weeks. That night I made a really messy shirt where I just continued to dislike what I had made so I just kept throwing more shit over top of itself until eventually I just had to stop.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 143,
      "date": "3 October 2022",
      "description": "This day, I made a stencil of a guy falling first and then didn't really like the design, so I added the words \"yeah, he fell off\" over top. Which, did I fall off? I had made a few shirts I really didn't like that week which had me upset. Whenever I would be making something I was less happy with, I would generally be less happy in life. When I would make shirts that I thought were really cool, I would be happy. Such is the life I forced myself into. It worked both ways. When I was more sad, I would make less cool shirts.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 144,
      "date": "4 October 2022",
      "description": "This one was another favorite of mine. It felt more artistic, and more designed, telling a story through this shirt with just the simple can of blue paint on the front and the figure on the back painting itself blue. I didn't do much this day, but at least I made a cool shirt. This one is an example of how my different styles evolve over time. First, I just drew tons of figures in all sorts of different positions, then I began to incorporate more elements into those figures to try to understand how I might make them more dynamic.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 145,
      "date": "5 October 2022",
      "description": "My first venture into some sort of biblical imagery, features two figures, one holding the other sideways to form a cross. This one is also inspired by my friend W's brand JADA, and the gun cross shirt that he sold. At school this day, I borrowed my professor's \"cradle to cradle\" book and took pictures of the pages that talked about nature's abundance, \"ask: how can we support and perpetuate the rights of all living things to share in a world of abundance?\". This class was about design and business ethics, and I was working on a project to develop a set of principles that I would use in my own practice.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 146,
      "date": "6 October 2022",
      "description": "This was the second time I failed to make a shirt by the end of the day, and the only time I actually went consecutive days without making a shirt. I was sick with a fever and horrible headache and unable to really eat anything for three days. I was miserable. I did my best to use at-home remedies like kombucha, ginger, juice, silver, and oreganol oil to heal myself. I was still smoking weed every day at this time, and R bought me some edibles so I could let my throat heal. I ended up having tonsillitis, which I didn't realize was a thing that adults could have or something you could have without needing to get your tonsils removed. They gave me some antibiotics but I didn't end up taking them because I didn't want to weaken my immune system. So I ended up having to make four shirts this day. This first one is pretty cool, I think.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 147,
      "date": "7 October 2022",
      "description": "The next shirt is a tonsillitis awareness shirt, because who the fuck gets tonsillits, like what? I was so sad that I ended up missing so many days making shirts but I needed to take the time to heal. I was in a pretty constant state of pain the entire time I was awake. I ended up missing my 9 AM capstone class that week for the second week in a row and was falling way behind. I wanted to focus on the shirts for my project, and it was rough falling behind in both areas at once.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 148,
      "date": "8 October 2022",
      "description": "Continuing to get into the biblical imagery or ideology, I made the love thy neighbor shirt probably just because I really appreciated that I was no longer sick and had a greater appreciation for all those around me. I ended up using this style of character in my ethics project as well.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 149,
      "date": "9 October 2022",
      "description": "I think I made this shirt in reference to my ethics class as well, and as I began to think more and more about the importance of protecting the planet.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 150,
      "date": "10 October 2022",
      "description": "The first shirt I made after finally feeling better from my tonsillitis, I guess this one is pretty similar to shirt 140 from ten days earlier. I cut it into a tank because I was still pretty sweaty and hot in general. I'm surprised I never really got into cutting the shirts into tanks over the summer.",
      "materials": "airbrush, cutting",
      "size": "L"
    },
    {
      "day": 151,
      "date": "11 October 2022",
      "description": "This shirt is in reference to R, who took a few drops of oreganol oil every day, religiously, and it seemed to keep her healthy. She was super into all these natural remedies and gave me a whole list of all these strange tinctures to buy while I was sick. She ended up falling a bit under the weather as well, and nearly overdosed on oreganol oil. I'm not really sure how it works but she drank way too much of it and ended up really regretting it. I probably shouldn't have made this one, she felt made fun of for it.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 152,
      "date": "12 October 2022",
      "description": "Still on the huge Catholicism wave and listening to God Save the Animals constantly, I made this shirt as a funny way of being like yeah Jesus loves me. Even if I smoke or do whatever, Jesus loves me. That day I walked by a table for the Christain ministry at my school and they were like yeah come to mass with us on Friday nights. I pulled up my sweatshirt and showed them my shirt and asked if they liked it. There was a pause, and then they go \"uh, yes he does.\" I told them I would attend mass but it was on Friday nights and I was generally busy having fun during that time so I never went.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 153,
      "date": "13 October 2022",
      "description": "Not really sure what exactly inspired me to make this tank, but it was another that I took from the drawings I would make in my sketchbook during class. I was beginning to focus more on school at the time, especially after falling way behind, so some days I needed the shirts to be simple and easy and take only five minutes.",
      "materials": "airbrush, cutting",
      "size": "L"
    },
    {
      "day": 154,
      "date": "14 October 2022",
      "description": "This shirt holds a special place in my heart. I think it was because of the fact that I learned a few weeks later that my childhood dog, Carmen, was terminally sick with a huge tumor in her stomach. She died about two weeks after the completion of the 365 project. Carmen is a golden-colored pitbull, depicted in the upper center of this shirt. RIP Carmen. She was a great dog.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 155,
      "date": "15 October 2022",
      "description": "Just did whatever with the shirt, it was another day where my mental state was really reflected in the quality of the shirt. That night, B had a roof show where Miles was playing and R had promised to attend weeks earlier. After the previous night, she was no longer comfortable to come. I ended up getting drunk and super emotional at B's place, and snuck into his room to give R a call. I basically just yelled at her. We both cried over the phone. Neither of us would ever trust each other again after that point.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 156,
      "date": "16 October 2022",
      "description": "I felt fragile, just in a little glass box that could be crushed. I felt terrible that day, full of regret. So often, the figures in the shirts represented me in a way that I didn't always realize while making them. This one, I for sure knew that was me in that box, but a lot of other days, that wasn't so explicit in my mind. That night, I went over to S's to talk, to apologize, I'm not really sure. It was selfish of me. I was lonely. We watched a movie in her bed and I fell asleep.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 157,
      "date": "17 October 2022",
      "description": "I was taught how to create this flowing, morphing sort of design by my art teacher in fifth grade, when I had finished whatever sort of assignment the class was working on before everyone else did and I needed something to do. I would draw these vine-like shapes in my notebooks all the time ever since then. The one of those pieces that I had put the most work into ever now sits in my Dad's office and is his screensaver. I guess I made this as a way to return to my younger self, remind myself who I am.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 158,
      "date": "18 October 2022",
      "description": "Throughout the project, themes would continue to pop up. Some would appear for a whole week straight, generally apply to an entire month, or even just pop in and out every few days. I wanted to be funny with this one. Eventually that was the goal most days. Make people laugh. It feels so powerful to be wanted by Jesus. Hahaha",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 159,
      "date": "19 October 2022",
      "description": "Oh what was this one about? I don't even know. It might have been referencing someone. Maybe I made it in reference to idealizing all these relationships in my life. Maybe I'm a figment of someone else's idealized imagination, or maybe someone else is a figment of the idealized world I made of them in my head. Maybe in reference to R, but after having a big breakdown and falling out a few nights before, I finally felt free from the grasp she held on my mind. Not going to lie, my mental state at the time still very much hinged on whether or not she was viewing my instagram stories to see my shirts.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 160,
      "date": "20 October 2022",
      "description": "Finalizing the holy trinity of Jesus smoking shirts, I thought it was only natural to have Jesus kills because, you know, smoking kills. Obvious link. Easy shirt. I did paint Jesus pretty well though. That day, my high school friend, Z, came to New York for his fall break to visit me and all of the guys in our friend group who were in New York. We went to Knickerbocker Bagel, and Z got a shirt from them that I airbrushed on.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 161,
      "date": "21 October 2022",
      "description": "Suddenly this cool gig I had as a production assistant with Honeysuckle became just terrible for me and my existence. I told S from Honeysuckle that I could work this cannabis conference, which I had seen on R's instagram that she had worked the past day. I looked at the spot she was sitting at the day before, talked to the same people she had the day before, working in the exact role that she was in the day before. When all I wanted was to not think about her, I couldn't get her out of my head. This was a long day, but I was at least able to kill two birds with one stone by writing a story for my journalism class about the event. After a long day, moving equipment all around the city and feeling generally super sad, the night ended with a party at a new dispensary in the LES on Ludlow where I ended up meeting some cool people and getting some free weed. After, I met A and S in the LES outside of A's job at Il Labritorio del Gelato and we got tacos. Then there was some guy dancing on the ground on the sidewalk right next to our table with a crowd of people cheering for him. His super masc and drunk boyfriend got all in my face because we weren't cheering and I was like \"get the fuck out my face\" and then the crowd had to hold him back as he screamed at me that he was going to fuck me up. Then I went home and fell asleep. I didn't end up making a shirt that day. But the next day I just made this crazy looking monster kind of thing. Again, if I'm sad, I don't have any good ideas.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 162,
      "date": "22 October 2022",
      "description": "The second shirt I made this day, after the mess that was the day before, was the bandaid shirt. S kept telling me that she wanted a tattoo of a bandaid and I kept being too tired to give it to her, but she inspired this shirt. I needed some healing at this time, too.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 163,
      "date": "23 October 2022",
      "description": "This is the day I decided to start a TikTok. For a while, people had been telling me that I would do so well on TikTok and I resisted for so long because I thought it was corny and that wasn't really my style or focus. I was making shirts to make shirts, to complete a personal journey for myself, not to get famous on social media. But a few days earlier R came over to have an end of relationship sort of talk and she showed me her ex's TikTok. He is one of those guys who just gets nearly naked and sculpts clay on a spinning wheel and talks all smooth and sexy. He has like 2 million followers or something. It was hilarious to me. I realized that there was no way I could be corny like that, and figured that I could use TikTok to sort of fill that void in my life after spending endless amounts of time thinking about R. Now I could think about TikTok or whatever! Anyways this shirt was inspired by the movie Incredibles 2, which I had watched with A and S the night before.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 164,
      "date": "24 October 2022",
      "description": "The last time I was working within a contained rectangle was nearly 100 days earlier, on days 92-99. Now I was returning to that contained box to make my designs. I'm not really sure where this dark creature came from, but there's something cool about him. Shrouded in darkness and scary but at the same time happy.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 165,
      "date": "25 October 2022",
      "description": "This shirt is made in reference to R, and how the same scenario could be looked at from both of our perspectives and we could each take away different things from it. Perception really is reality though, not only in the differences between our two perspectives but on an internal level as well. As an individual, you can take a step back from a scenario and see how, that if you look at it from a different angle, the entire scenario changes.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 166,
      "date": "26 October 2022",
      "description": "I had been drawing these crying faces in my sketchbook in class over the past week, but with a similar angle to the previous day. All the faces are smiling, but I drew tears on them because perception is reality. Are they happy or sad? Who knows. Maybe both. I really like this shirt. That night, K invited us to her birthday dinner at a Chinese place in Dimes Square. It was BYOB, so I picked up some sake and had a fun night with some friends. We went to the Library in the LES afterwords.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 167,
      "date": "27 October 2022",
      "description": "I had my 9 AM Capstone class this morning, for which I was working on a research project around uniforms. Going to private Catholic schools growing up, and now having this sort of daily uniform that was the shirt project, I found uniforms as a good way to frame my shirt project in a way that I could perform research. After class, I spent two hours standing outside of the New School's University Center taking photos of every person that walked in and out of the building, in order to try to draw similarities and understand the \"uniform\" of a New School Student. This was inspired by Hans Eijkelboom's \"People of the 21st Century\" project, and ended up producing some incredibly cool results.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 168,
      "date": "28 October 2022",
      "description": "After going with the cute \"Dobry den\" the day before, I gave the dog a gun and the words \"Na shledanou\" which means goodbye. My tattoo turned me evil. That day I snapped some good reference photos of some cool prints at a Charles University art museum, and at night B and I went out with the New Jersey folks to the Jazz Dock in Prague 5. I think that was the best jazz music I'd ever heard. The band was called Los Quemados.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 169,
      "date": "29 October 2022",
      "description": "This was the day of the big Halloween party at H's place, which was always fun and was where I had met S the year before. I decided to go as Jesse Pinkman to the party, and spent the whole day walking around looking for the perfect Jesse Pinkman hat that I could airbrush on to complete my costume. I walked about four hours to Downtown Brooklyn before finding the right hat at a TJ Max. On that mini adventure I sent R a song and we texted a bit and she sent me a text that said \"i fucking love you boy\", which really tortured me. Even after things were over, they weren't, and my mind was all over the place. Anyways, this shirt is inspired by those memes that are like \"*jesse pinkman enduring an incredibly life-changing and trauma inducing life event*/ his shirt:\". I didn't pull of the costume perfectly but it was still cool.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 170,
      "date": "30 October 2022",
      "description": "I made this vampire shirt to continue with the Halloween theme, as the actual date of Halloween still hadn't even happened yet. It was funny because I had gotten nothing but love on all of my shirts on TikTok until this day, when I set the video to \"King Vamp\" and got a bunch of hate from all these Playboi Carti fans. I never really got any hate after that, either.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 171,
      "date": "31 October 2022",
      "description": "This, being the actual date of Halloween, I needed to do something in the theme but was able to sort of depart from it and make something with a different message. I was doing all this work for Honeysuckle for free, and doing all this work on these shirts just to be holding onto them and not selling any, and doing all this work for school. I was broke, but maybe I'd get paid when I die. That's the struggle of an artist too. The majority of the time, someone's work won't even really be worth anything within their lifetime.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 172,
      "date": "1 November 2022",
      "description": "Nothing too crazy about this shirt, just some bananas. Bananas are my favorite fruit, and I was still eating a banana pretty much every day. Most of the bananas I find in Brooklyn don't have the stickers on them so I'm not sure if they are Chiquita bananas or not. I airbrushed some hats this day too.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 173,
      "date": "2 November 2022",
      "description": "In ethics class this week the lesson was about surveillance capitalism. \"Instrumentarian power involves tracking, monitoring, and ultimately predicting human behavior\". In class some kid connected the lesson with his schizophrenia and how he feels like he is always being watched. I connected it with the idea I had learned about a few years earlier, the panopticon. The panopticon is a concept for a jail in which all of the prisoners can see a central tower, but do not know when it is watching them. It can always see them, and this surveillance keeps the prisoners in place. That's what inspired this shirt.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 174,
      "date": "3 November 2022",
      "description": "Another day of just looking at limbs and the human form. The front features a bunch of hands reaching into the center, and the back has a bunch of feet. Nothing too special. It was another one of the days where I would have class first thing in the morning and not really have the ability to make a shirt until nighttime.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 175,
      "date": "4 November 2022",
      "description": "The boarding pass shirt. A classic and a return to my original form of just trying to go out into the world and confuse people or show them something they had never seen before. I made the shirt early in the morning, before my flight which ended up getting delayed so I was stuck at LaGuardia Airport for six hours. I treated myself to Shake Shack and like three beers so I got a headache from the greasiness and hangover waiting so long for my flight to finally be scheduled to leave. A TSA agent laughed at my shirt and it made me really happy.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 176,
      "date": "5 November 2022",
      "description": "Once I was back home in Chicago I was back to working with Posca markers for a few days, which was absolutely unbearable for me and my airbrushing obsession. But my trips home always worked well in terms of challenging me to switch things up a little. This drawing came from my sketchbook on the plane the day before. Two mirrored, intertwining bodies in an elegant dance. This day I sat out in the rain for a dreadful football game between Ohio State and Northwestern.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 177,
      "date": "6 November 2022",
      "description": "Only home for the weekend, I only had to make two Posca marker shirts. I thought of this one while watching my Cleveland Cavaliers beat the Los Angeles Lakers and LeBron James. Originally, it was just going to be a basketball in the middle of the shirt and say \"I love basketball\", but then I drew the ball off center and had to keep drawing more until I thought of this idea. Little failures throughout the process of creation often times led to even better ideas. Mistakes are amazing.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 178,
      "date": "7 November 2022",
      "description": "I had been dying to get back to my airbrush machine, and made something pretty mediocre but at the same time I like it because it references one of my all time favorite songs, Never Going to Die by CC Dust. On the day me, A and G moved out, we had that song playing on loop for a solid four hours and sort of gave ourselves PTSD whenever we would listen to it again. But the greatness of the song prevails and we got over it. If I were a baseball player, Never Going to Die would be my walkup song.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 179,
      "date": "8 November 2022",
      "description": "Thinking back to the great shirt from day 144, I wanted to do some more storytelling through the shirts. Not the best execution, but this shirt has a bomb in the corner with an explosion across the whole back of the shirt. This was also the day I set up my web store and listed a bunch of random items on there since I had just hit one thousand TikTok followers and was able to list a website in my bio.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 180,
      "date": "9 November 2022",
      "description": "This shirt was inspired by a tattoo I had recently seen by the artist Eden Kalif. I had been inspired by his figure drawings a lot over the course of the year, especially with some of my earliest airbrush pieces. To switch his design up and try to make it my own in some sort of way, I gave the little guy a turtleneck and hat and put some trees in the background. That day the group went out to a national music museum in Malá Strana and I got to play some synths and look at taxadermied owls and listen to the sounds they make.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 181,
      "date": "10 November 2022",
      "description": "After my morning class, I went to Blick in search of stencil making materials. I was recommended mylar paper, but I didn't want something so thin and with the sticky backing. I wanted something I could reuse. I ended up finding large sheets of plastic poster board, which allowed me to trace stencils onto and were thick enough to hold together really well without tearing. Even after separating, R wanted me to make some merch for her upcoming show. The band is called \"Feral Romance\" so I found an image of a scary, feral looking cat and made my first stencil out of that. It took a solid hour to cut, but was well worth it. I had just unlocked a new method of creating with the airbrush.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 182,
      "date": "11 November 2022",
      "description": "My second airbrush stencil features an image by performance-based photographer Isabelle Wenzel, who had inspired me for a long time. I found her after researching \"Leap into the Void\" by Yves Klien back when I was studying photography a few years earlier. Capturing that moment of suspension was so cool to me. A moment frozen in time, with so much suspense. But I really felt like I had my head in the ground on this day, and used Wenzel's photo of that as reference. This also marked the halfway point of the project.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 183,
      "date": "12 November 2022",
      "description": "Oh my God I was so happy on this day. One of the happiest days of the year. I went to the Alex G concert with my friends, S, E, A, and S. I had been obsessed with Alex G's new album and was so happy to be able to go to see him live. I hadn't seen any live music all year, and really felt so personally connected and impacted by his new album. The show really lived up to my expectations. The back of the shirt reads \"Alex G saved me from eternal damnation\" because the whole album was centered around God and family. These Americana sort of themes would have a major influence on my work throughout the rest of the project.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 184,
      "date": "13 November 2022",
      "description": "I was just searching anywhere and everywhere for inspiration, and had a ton of images to reference from all the books I had bought the year before when I was really into making collages. This image is from a book about Greek or Roman statues or something. I don't really remember.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 185,
      "date": "14 November 2022",
      "description": "Out of thin air, Elf Bars were seemingly everywhere. Everyone walking down the street would just be puffing on these Elf Bars. The company rebranded to EBDesign, so RIP Elf Bar. But yeah Elf Bars had gotten just as bad as the rats in New York and that's what inspired this shirt. This was my first TikTok that really blew up and I was flooded with comments and DMs asking if I was selling the shirt.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 186,
      "date": "15 November 2022",
      "description": "I really like doing little tryptic series, so this is the second of three rat shirts. RIP Henny rat, NYC icon. Fly high buddy. I remember making this because I thought it would have a lot of wide-spread appeal.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 187,
      "date": "16 November 2022",
      "description": "This day was the start of the strike at the New School, which cut out the whole final third of the semester after the professors went on strike because the school wasn't paying them enough and was firing professors right when they were about to hit tenure just so they wouldn't have to pay them more. The New School was supposed to be the most progressive school in the nation and it was just so incredibly surprising that they operate just like a big business. This was the final of the three rat shirts in a row, inspired by the giant inflatable rats that they have at strikes.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 188,
      "date": "17 November 2022",
      "description": "This was the day of R's release party that she had been planning for a few months, back when we were still together. She had texted me earlier that week about how important it was that I come. But she posted the lyrics to the song a few days earlier, with some lyrics referencing specific things I told her when we had our breaking up conversation. The song was called \"Bitch Boy\". Lol. So embarrasing. I made some merch for her too! So embarrassing. So my shirt of the day just had a little boy watering some flowers on the front, and on the back there is a big red target, like through the scope of a gun. You can put the pieces together. I didn't even realize how angry I was until I got there and saw her. We hugged and talked outside for a few minutes as we shared a joint. Some other guys there with us tried to sell me shrooms. Then I went to give the pieces I made to this other guy who was running the merch for the show. He was a dick, ignoring me and treating me like I was inferior. It wasn't the first time he'd brushed me off like that either, and I decided I was done being treated like that. I went up to R and told her I was leaving. She said she thought that was a good idea, and squeezed my wrist. I squeezed her wrist back, and threw it away. Then I walked out and never saw her again. Down the street, light and music shone out from a ground-floor church. I pulled open the heavy door, and a woman asked if I knew that the service was a Pentecostal Dominican mass, fully in Spanish. I said yes, I wanted to enter. I found a chair near the back, and sat through 45 minutes of beautiful music and prayers. I watched, listened, and cried. Throughout the service a toddler crawled around, babbling baby noises and banging on a tambourine he had found. I walked out probably just a few minutes before the mass was ending, and went home where I demanded that A go out with me. We went to Bossa Nova, where we got drunk, danced, and asked strangers for poppers, before capping the night with some OMG Burger Pizza.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 189,
      "date": "18 November 2022",
      "description": "One of the only things keeping me going was the fact that I could watch a new episode of White Lotus every Sunday. Obviously Jennifer Coolidge was absolutely iconic throughout her run on that series and I knew I needed to make a shirt with her in it. American Girl Boss. Also, that morning, I randomly started listening to \"softCORE\" a new album by Fousheé, who was an artist I had never listened to before. In some sort of crazy spiritual way, it felt like I had written that album. I was in love with it. S came over that night and and I gave her the band-aid tattoo she had been asking me for. It was the worst tattoo I have ever given. Then I went to Ridgewood to pregame before going to Basement with V, C, J, A and others.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 190,
      "date": "19 November 2022",
      "description": "Nothing like an entire day in bed to bring you back to earth after a fun night out. That morning, V and I ubered back from Basement to her place in Flatbush as the sun rose. We then stayed in bed the entire day, past the sunset. I was exhausted and needed the rest, but was stressing out the entire time about the fact that I would have to make my way back into the city and then back into Brooklyn to make my shirt that night. But my friend B was hosting a rooftop show in Chinatown, so I decided I wasn't ready to go home yet. Walking a mile in the freezing cold to get to the show, I screamed out lyrics to \"simmer down\", \"i'm fine\", \"bored\", and others off Fousheé's new album. I must have looked so crazy, singing and rocking sunglasses at night with a delirious smile smacked across my face. The wind on that Chinatown rooftop was insane and I only stayed about half an hour before making my way home. S and A were home, and I wanted to just chill on the couch with them, but I forced myself to make the \"BE OK\" shirt, which features a bald-headed guy similar to the ones I tattooed on my legs on New Years Day at the beginning of that year. I was going to be ok.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 191,
      "date": "20 November 2022",
      "description": "The other night, I was talking to some of the people who I was going to Basement with about my shirt project, and about an idea I had for a stairmaster shirt. I felt like I was on an infinite stairmaster, both with the shirt project and in my relationships. A gave me some great advice, first being that I should not wash the shirts before selling them, and second to put Jesus on the stairmaster. Brilliant. I typically didn't take anyone's ideas or suggestions because I wanted the project to be fully my own, but her idea was just too good and I decided to rock with it. Also, not washing the shirts meant some of them would be pretty grimey and stained and gross, but washing them would remove that essential and real part of the story.",
      "materials": "airbrush, stencil",
      "size": "L"
    },
    {
      "day": 192,
      "date": "21 November 2022",
      "description": "On this day, my new projector arrived, which would drastically change and evolve my method of creation. On a certain level the projector made it feel like I was cheating, but using a projector is actually pretty common practice among airbrushers and was well worth it as I was able to start creating things that I really and truly loved wearing. In the morning, A and I went to the park to bury G's fish, Ciao, which had died earlier that week. I teared up as we buried him next to a root beneath the base of a tree. This week involved a lot of change. For my first projected shirt, I painted my little sister C's bed. It was covered in dozens of stuffed animals and I knew it would be such a cool thing to paint, but I knew I couldn't do it the way I wanted to without the projector. I love C so much. And although I was going through my roughest stretch of the entire year, I was making things I loved.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 193,
      "date": "22 November 2022",
      "description": "After honoring my sister C on the previous day's shirt, I wanted to do the same for my sister K, so I painted one of my favorite photos of her where she is holding a baby lamb and has the most beautiful and ecstatic smile on her face. I posted both shirts honoring my sisters to my instagram, and later that day R blocked me. I guess she didn't want to see my shirts anymore. But that really hurt, it made me so sad. I loved her so much at one point, and then I found myself completely blocked out of her life. It was probably for the best though. I needed to get her out of my head.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 194,
      "date": "23 November 2022",
      "description": "Keeping with tradition, I made another boarding pass shirt for my flight to Cleveland for Thanksgiving. I brought along the previous two days shirts with me too so I could show them off to my family. This shirt also marks an introduction to a new freestyle font style I would begin working in, with large exaggerated serifs contrasted with skinny stems. But every time I tried to replicate that font style I felt like I was chasing this first time I did it, which I still feel was the best rendition of that lettering.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 195,
      "date": "24 November 2022",
      "description": "This shirt was made on Thanksgiving as I sat at my Grandma's dining room table. She told me, \"oh Jack, you are just so talented.\" I really love Grandma Audrey so much. Every time I talk to her she hypes me up so much and is just the sweetest person I know.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 196,
      "date": "25 November 2022",
      "description": "In the morning, my cousins, grandparents, parents and sister C and I went to breakfast at a local diner near my grandparents house. I was really lost for ideas, and didn't end up making a shirt until that night, when I watched the movie Suspiria with my cousins and made one of my one-line drawings. R really loved that movie and I was just trying to get over her so it was an uncomfortable watch. She would call herself a witch and that's basically what the movie is about. Kinda some scary mystical shit.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 197,
      "date": "26 November 2022",
      "description": "The whole extended family got together to celebrate Thanksgiving and watch the Ohio State- Michigan game. I made the \"family\" shirt just because I was out of ideas and really felt that there was nothing more important than being with my family. It was a little bittersweet though because my sister K wasn't able to make it on the trip. When I hugged my Grandma Audrey goodbye, she said \"oh Jack, you just give the best hugs.\" I think about that often. Some hugs are different when you really love someone.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 198,
      "date": "27 November 2022",
      "description": "Dean Blunt had just released his new song called \"death drive freestyle\" and I listened to it on my way back to my apartment from the airport. Its such a beautiful song and I wanted to send it to like five different people but the lyrics were just too deep and sad so I just kept it to myself and played it on a loop for hours while I made a shirt with the cover art. The original photo is of girls covering their faces from police tear gas at a straightedge concert, which is a subgenre of punk that refrains from using alcohol, tobacco, and drugs in reaction to the excesses of punk subculture.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 199,
      "date": "28 November 2022",
      "description": "I never really fell in love with music until 2016, when I first heard Lil Uzi and became obsessed. He was so cool to me. I could listen to his music with whatever mood I was feeling. When I was happy, I danced and turned up to his music. When I was sad, I could cry to it. Anyways, on this day I learned that his iconic heart-eyes Meowth jean jacket was airbrushed and I knew I had to do a piece to honor it. That night, H came over and we smoked a joint and talked as I airbrushed the shirt. Later on, I went out to S and E's place and we drank wine and watched The Room.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 200,
      "date": "29 November 2022",
      "description": "Wow. I reached day 200. The first hundred days felt like they could have been an entire year and the second hundred went by in the blink of an eye. It was getting easier and easier to make my shirts, really becoming second nature. This day had to be something special, so I went with the phrase \"everything is important\", coming from the idea I had for the name of a brand I was planning on launching. The name is way too long, but I still plan on sticking with it. There's something striking about the name. It really means something to me, and is something that I think speaks to the project and my outlook on art as a whole. There is beauty in everything. This night, I also submitted all of the paperwork I needed to finalize my January study abroad in Prague.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 201,
      "date": "30 November 2022",
      "description": "I spent a while figuring out what to make this day, and ended up making one of my favorite pieces I had ever done. This was actually maybe the only one that I went back to and revised a few days after finishing it, adding the light blue outline to really make the whole design pop. Now that I was projecting images to airbrush onto my shirts, I would spend a lot of my time either taking reference photography or looking back through my camera roll to find images. A year back from making this shirt, I had worked on my close friend G's film and was a pall bearer. We shot in a church, and I took a bunch of photos of all the random cool religious imagery in there. I don't believe in organized religion, but there was something spiritual about working on that film in that church, and something spiritual about making the shirt too.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 202,
      "date": "1 December 2022",
      "description": "Some days don't have any sort of deeper meaning and are just shirts that I made because I thought they looked cool. I tried to make this shirt as photo-realistic as possible, which is funny to reflect on because it is nothing compared to what I would be able to do now. But it's cool to see how far I've come, and its still a nice ass shirt if you ask me. That night, S and E came over and we played headbands which would become a favorite passtime of ours.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 203,
      "date": "2 December 2022",
      "description": "This shirt was a long time coming, being a favorite inside joke between A and I for a while, from our favorite show, Nathan for You. All the time either of us could just say \"so sorry I died\" and the other would crack up laughing. Later in the year, about two weeks after the 365 project ended, my family's dog, Carmen, passed away. I still haven't fully processed it. The first night we got her, she slept at the foot of my bed and kept me up all night because she was under the weather and was breathing all crazy. She was a great dog. RIP Carmen.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 204,
      "date": "3 December 2022",
      "description": "Growing up, I loved Pokémon so much. It was probably my favorite obsession. After hanging out with my extended family the week before, I learned that pretty much all of my cousins love Pokémon, no matter how old each of us are. Lapras is one of the coolest ones in my opinion, so I put it on my shirt this day. Later, my friends and I went out to the city for whatever reason and got drinks at 212 Hisae. We walked past the gallery where I had displayed my weed bag collages back on day 35 of the project, and Tito shouted out my name.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 205,
      "date": "4 December 2022",
      "description": "King of The Hill is probably the greatest animated show ever made. I wish I had done a better job centering the text on this one but you get the point. Lol. This night I went on a date with some girl from Hinge and to be honest I really didn't feel like going and I wasn't into her at all but I went anyways and still had a good time. This one guy in the band we saw looked smack like Christopha from the Sopranos.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 206,
      "date": "5 December 2022",
      "description": "In my signature font, I quote A's childhood video of him going \"hi hi hiii\" and yeah its just a really cute video. Also on this day A (different A) and D moved out just all of the sudden. I liked having A and D as roommates because they were cool people but it was strange living with them because they would leave for weeks at a time and then come back at random times. It got lonely having just one other roommate a lot of the time. This day I went on a second date with the girl who I saw the band with and then felt pretty bad because I went over to her place and then just acted really awkward and said I had to go and never texted her again.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 207,
      "date": "6 December 2022",
      "description": "This was an idea that had come to me right when I woke up a few days earlier. I just pictured some girl from like the 50's or whenever talking through a landline phone and yeah that's what the shirt ended up being for this day.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 208,
      "date": "7 December 2022",
      "description": "I had been listening to a bunch of Indigo De Souza songs after finding her song \"Take Off Your Pants\" on my discover weekly a few months earlier. This shirt is inspired by her song \"How I Get Myself Killed\", which had been playing through my head a lot. It's not like the shirt project is actually how I would get myself killed unless I put something really crazy on the shirt but maybe it was the fact that I was depressed or something I'm really not quite sure. Maybe the shirts would drive me to madness and I would kill myself. Well obviously that didn't happen because I'm writing this right now and I survived the 365 days. I beat the shirts. Imagine dying in this shirt though. This is probably the best shirt to get yourself killed in. This night S, A, A and I all snuggled up in my bed and watched Diary of a Wimpy Kid: Rodrick Rules, projected up onto my bedroom wall.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 209,
      "date": "8 December 2022",
      "description": "At 7 in the morning I was aboard the 2 train going all the way to the Upper West Side to load camera equipment into a car for S from Honeysuckle. I don't even think I got paid for this job, and I didn't get any free weed either so it kinda sucked. I just helped out shooting product shots for some rich white lady's new dispensary. It was pretty cool being in her fancy house in Prospect Park South, especially after hanging around that area before and having no idea that there were suburban-ass houses less than a mile from the regular Flatbush apartments I had been in a few weeks earlier. I got the best chicken curry I've ever had that day from a place called Cafe Madeline, which was the only thing that made it all worth it. I just kinda messed around on the shirt when I got home and really didn't like what I made, so I wrote \"I hate it\" on it. That night was Keyframe, an animation show that my friend S had work in along with a bunch of other people who would become my friends later on.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 210,
      "date": "9 December 2022",
      "description": "So I got up at 8 and in a daze took an uber to the camera rental place, which was back down in the Prospect Park area again. I then wandered around the area, eventually making my way to the park and walked around there all hazy and disoriented but happy. I went for a run in my jeans that I wear every day and then went to the Brooklyn Public Library and took one of the biggest poops of my life. I sat in the library and read my book, The Art Spirit by Robert Henri, for ten minutes until I got bored and left. Then I went to Blick to pick up some more paint before heading home. I was so fried off the four hours of sleep I got and still managed to make my \"Your Ad Here\" shirt. This one was inspired by my TikToks getting bigger and random people reaching out to me to try to get me to put whatever images they wanted on the shirts. But they clearly did not understand me, like come on. This is art. Not some sort of promotional thing. That's why I avoided social media for the longest time. Because although the project seems so social media-oriented, that's really not the point of the project whatsoever. That night I went out to Le Bain for E's birthday and I did not have a very good time, probably because I was so dead from the night before, but also just because Le Bain sucks.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 211,
      "date": "10 December 2022",
      "description": "The importance of sleep on my mental well-being can not be understated. Days where I wake up at like noon feeling gross and sweaty really set me back, often for weeks at a time. Despite feeling grimy and exhausted, I made this Tommy Wiseau \"The Room\" shirt to honor the film. I really just wanted to make something that was funny and that a bunch of people would enjoy. I had actually met Tommy Wiseau a few years earlier and I own a pair of underwear with his name on them because you had to buy something in order to get a picture with him.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 212,
      "date": "11 December 2022",
      "description": "I waited until the 11th hour to make this shirt and I think it shows, but a lot of times people end up really liking these shitty throwaway ones. I made it the new blank street coffee uniform as well, because people kept talking about how new blank streets kept popping up everywhere. But I guess I'm not really in the gentrified area because I hadn't ever seen one before.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 213,
      "date": "12 December 2022",
      "description": "Finally, the New School's strike had ended and I had class again, even though it was just one single class in the last week of the semester. This shirt ended up being somewhat iconic in my life because it really blew up on the clock app, reaching 1.8 million views. I was happy to get attention, but at the same time it sucked having this be the one that blew up. I felt like I was the face of the strike in a way that was kind of scary. I didn't want everyone who I went to school with and used TikTok to know who I was and what I was doing. This day I had a great time though because E's studio class had an exhibition and I went with my friends and got pretty wine drunk and had fun looking at art before leaving my friends to go to my final journalism class.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 214,
      "date": "13 December 2022",
      "description": "Where's your head at????? Where's your head at? Yeah this one is inspired by this song by Basement Jaxx and is a real nice one to dance to. V showed it to me on the night of the Halloween party a few months earlier and it had stayed in rotation ever since. This night I went with A, S, E, and S to the Times Square Olive Garden because we thought it would be a nice time. Which, it was, other than the fact that the food was about twice as expensive as we expected it to be. The bottomless breadsticks were nice, though, and so was going to the Disney store and the big Christmas tree in Rockafeller Plaza.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 215,
      "date": "14 December 2022",
      "description": "The year before, I had gotten very into collaging as my main medium and gathered about 50 books and magazines over the course of a few months. Sometimes I would spend up to $20 on a single book because I was so in love with it, and I would hold onto it and make sure no one would cut it apart, but most of the books I bought were just whatever I could find with cool or interesting images for $2. This image of the \"homunculus\" comes from one of those bargain books about the key poses of hatha yoga. The homunculus is apparently scales the human body to the number of nerve endings in that part of the body.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 216,
      "date": "15 December 2022",
      "description": "This shirt is made in honor of the huge stuffed bear I got from my grandparents' house over Thanksgiving. After making the shirt with the dozens of stuffed animals stacked on my sister's bed, I really wanted my own stuffed animals in my room and my grandma offered up the bear my uncle had won in an art competition at the grocery store back in the 80s. After 40 years, he never claimed it, so the vintage bear was mine. The fact that it is day 216 is special because that is also Cleveland's area code. This day I also shipped out about 6 items of clothing that I sold through my website after my TikTok blew up a few days earlier.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 217,
      "date": "16 December 2022",
      "description": "Of course, this shirt is absolutely iconic. Nothing much to say here, you know what's going on. This was my second full-color portrait. That night, I went out to Golden Years with my friends. Golden Years is traditionally known for playing Kanye music so it was interesting to see what they would play as Kanye had just been fully cancelled for praising Hitler among other crazy shit. They ended up playing a bunch of songs that Kanye sampled and Hannah Montana by the Migos. RIP Takeoff. We met some french guys that night that were rooting for France in the World cup.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 218,
      "date": "17 December 2022",
      "description": "Messi and Argentina had won the World Cup and I knew I had to do something to honor him. I had been thinking about the idea of a knockoff jersey for a while, or just jersey design in general and how it could be funny or a nice commentary to replicate or make bootleg airbrush versions of jersey designs that I thought were cool. So this video had been circulating online of Messi acting super awkward around this supermodel lady and the people on the internet were trying to use it as proof that Messi had autism. That's really kind of besides the point other than the fact that I resonate with Messi and if Messi has autism then I have autism too.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 219,
      "date": "18 December 2022",
      "description": "This shirt is inspired by the daily grind of eating. I was just pissed off that my body would get hungry every day and that I would have to go outside and buy food from the deli or ingredients from the grocery and just work to supply my body with energy. I enjoy food, but at the same time life would be so much easier some days if I didn't need to eat to survive.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 220,
      "date": "19 December 2022",
      "description": "Bonjour Kitty! This one was inspired by a girl who was really pretty and would like my instagram stories and had a hello kitty profile picture. I probably shouldn't have made this shirt, or at least I should have DMed her at some point but I never ended up doing that and she just became yet another person who I only knew through the internet and eventually would pretty much forget about. That happened a lot throughout the year. For some reason I am just uncomfortable with sliding into somebody's DMs. Also when I was young I would have these vivid nightmares where Hello Kitty would stab me to death in some sort of creepy cartoon realm. This was my last day in New York for a while before leaving for the holidays and going to Prague for the month of January, which made me uncomfortable and stressed out all day.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 221,
      "date": "20 December 2022",
      "description": "Continuing the tradition of the boarding pass shirt, this one is inspired by food wrappers and advertisements. I was unsure of how I would be able to make my shirts without my airbrush machine after getting home to Chicago, so I had to make this one bright and early in the morning at around 7AM before leaving for the airport.",
      "materials": "airbrush, projector",
      "size": "L"
    },
    {
      "day": 222,
      "date": "21 December 2022",
      "description": "Another song-inspired shirt, this one is inspired by the Pixies' \"Monkey's Gone to Heaven\". The back features the entirety of the Nicene Creed, which I would recite in mass every Tuesday growing up and going to a Catholic middle school. My mom told me she would be giving me a portable airbrush machine for Christmas and I convinced her to give it to me early so I could make this day's shirt. The brush and compressor were both terrible and definitely affected the quality of this shirt and the shirts that I would make over the coming month.",
      "materials": "portable airbrush",
      "size": "L"
    },
    {
      "day": 223,
      "date": "22 December 2022",
      "description": "A major reason that I cannot see myself living in Chicago anytime soon is the weather. This shirt depicting a dead tree is inspired by the -3 degree fahrenheit temperature of the day. I was kinda pissed all day because my mom forced me to get a Covid booster and every time received a Covid shot I ended up being sick and bedridden for the entire next day. It's not like I'm anti-vax or anything like that either, but I managed to make it through the pandemic without getting Covid once and I just had this feeling that I was immune to it and it was pointless to feel sick for an entire day, but I did it anyways and bought my new favorite pair of glasses at the CVS.",
      "materials": "portable airbrush",
      "size": "L"
    },
    {
      "day": 224,
      "date": "23 December 2022",
      "description": "For Christmas Eve, I made the Stevie Wonder version of Snoopy because he looked super chill and my mom surrounds the house with Peanuts-themed decor for the holidays. My family also has a tradition of gifting pajamas on Christmas Eve, so I airbrushed my mom a sweatshirt of Snoopy and Charlie Brown holding hands and dancing.",
      "materials": "portable airbrush",
      "size": "L"
    },
    {
      "day": 225,
      "date": "24 December 2022",
      "description": "For the anniversary of Whole Lotta Red release day, I made a piece honoring the greatest musician to ever live. My portable airbrush machine finally gave in and broke this day, so I ended up hand-painting the whole thing with a paintbrush. The family spent the day driving to Cleveland to spend the holidays with the extended family. For Christmas I gifted my sisters shirts with their favorite Pokémon on them.",
      "materials": "paintbrush",
      "size": "L"
    },
    {
      "day": 226,
      "date": "25 December 2022",
      "description": "My birthday! It's always been weird having my birthday be the day after Christmas because I have almost never been able to spend the day with my friends or going out and doing anything super fun. But I still love it, and I love being able to spend the day with my extended family who are the real ones and will always celebrate me. For my birthday I got a new Iwata Eclipse brush, which meant I would be able to continue airbrushing with my whack ass compressor. I was happy. This shirt has a quote about Capricorns and capricorn season that I feel encapsulates me and my vision for the project as a whole.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 227,
      "date": "26 December 2022",
      "description": "I convinced my parents to stay in Cleveland a little longer for the morning so we could go to breakfast at Bob Evans with the cousins. Classic Ohio activities. We then drove to Dayton to visit my mom's parents who live there. This shirt was pretty random and uninspired. I don't know what I was thinking with the pink stars like how did I not realize that they would look like Patrick. Idk.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 228,
      "date": "27 December 2022",
      "description": "I made plans with my friends that night to go bowling at night, and made this shirt in the morning in Dayton before the long trek back to Chicago. We stopped in Fishers, Indiana on the way home to visit our cousins. Fishers is a funny place. Whenever I think about it I remember my friend Obakes saying that its \"a factory of white people\". I saw Obakes and about 10 other friends from high school that night. I got really drunk and bowled horribly.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 229,
      "date": "28 December 2022",
      "description": "I made this shirt in honor of the queen Vivienne Westwood, who died on this day. I watched a documentary on her and she seemed really mean but at the same time I have such a huge appreciation for her and her work. RIP to a legend.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 230,
      "date": "29 December 2022",
      "description": "Nothing too crazy inspired this design. I just like cats and like how this looks. I had been thinking a lot about the spherical shading that I thought I did really well with on the bowling shirt and that's part of what inspired me to make this. Looking at it now though, I got pretty lazy with the shirts for a lot of days. Now I would likely add some black shading and white highlights to really add that depth. My dad had his last day of work at the company he had worked at for ten years on this day, and we went out to a steakhouse to celebrate but he stayed too late at work so we ended up just eating without him and ordering a steak for him to eat at home.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 231,
      "date": "30 December 2022",
      "description": "When I moved away for college in 2019, my sister took the liberty of decorating my new room (her old room) with my collection of Pokémon cards. It's a cool vibe in my new room. The cards cover a whole wall and are a little overwhelming to look at but are also so cool to look at. The jigglypuff card and my feeling of existential dread inspired this shirt. There's something about going out and having fun that always leaves me feeling drained and sad the next day. That's why I've never taken molly.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 232,
      "date": "31 December 2022",
      "description": "New Year's resolutions are bullshit. Sort of. Just make resolutions when you need to. Always be thinking ahead and making changes where you see fit. But yeah I saw myself on a path of growth and did not feel like there were any specific changes I needed to make to my life. I am perfect and delusional. And just trying to be funny. For the first day of 2023 I had a flight to Frankfurt, Germany and then on to Prague, Czech Republic from there. Before my flight I got drunk at the Chicago airport Chili's and met a couple from Iowa who were moving to Germany. I slept and listened to Alex G for nearly the entire flight.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 233,
      "date": "1 January 2023",
      "description": "After boarding my flight from Chicago on the first I finally landed in Prague on the second at night, and immediately made this shirt in the bathroom of my hotel room. I probably should have just went to sleep right then but I ended up staying up until like 2AM wandering around the touristy areas of Prague and hitting up Czech girls on Tinder, trying to get someone to come over to no avail.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 234,
      "date": "2 January 2023",
      "description": "I woke up and made this fucked up emoji shirt as a representation of how I was feeling being in a foreign country. I already felt completely out of place, even though part of the reason I knew I had to go to Prague was that my family came to the US from Czechoslovakia, but on the Slovak side. After making the shirt in the shower of the bathroom, I took an overpriced taxi over to the Universitia Karlova dormitories in Prauge 6. I met my roommate for the next three weeks, B, and the eight other students who were in the Prague API study abroad program.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 235,
      "date": "3 January 2023",
      "description": "Nowadays I would spend probably like two hours on this shirt and it would turn out beautiful. But something you have to understand about the daily shirt project is that I did not have two hours every day to dedicate to a shirt. Sometimes I only had 20 minutes. So for this one I was just going to have a person picking their nose, but then I made it look ugly and blue so I turned it into an Avatar 2 shirt. I still haven't seen that movie because nobody wants to spend three hours of their life watching it with me but that's cool. I feel like this shirt probably does a good job summing it up. On this day I took the 22 tram with the class down to Charles University to get my school ID and walk around and chill in the touristy area of Prague 1.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 236,
      "date": "4 January 2023",
      "description": "Prague is known as the city of 100 spires, even though nowadays there are probably over a thousand spires. Anyways, \"Prague: Get InSPIREd\". That night I went on the trip to the underground communist bunker in Žižkov, which was built by the Russians to protect the city from potential nuclear war back when they controlled Prague during the Cold War. Prague has a crazy history, much of it very recent, which is cool yet jarring to see. Jana, the director of our small study abroad program, told us stories about growing up under the communist regime and attending protests and fighting for her freedom, and she's only in her forties.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 237,
      "date": "5 January 2023",
      "description": "Walking up the hill to get to my dorm in Prague 6, I would pass a marionette shop with this cat doll in the window that would always strike me. Prague is apparently known for its marionettes, and while in Prague I wanted my art to focus as much on the local culture and traditions as possible. So the night before, I had taken a reference photo of the doll and made the shirt this morning. Later in the day, I decided to break off from the study abroad group to go to the shop and show the old lady who worked there my shirt, as well as ask her to take a picture of me with the doll. She was really kind, despite the language barrier, even though she was probably really confused.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 238,
      "date": "6 January 2023",
      "description": "In my opinion, this is the best shirt I made during my time in Prague. There's a few others I like too but I'm happy with how well I was able to replicate a drawing from the communist bunker freehand, both in terms of the quality of the airbrushing and the accurate proportions of the drawing. After falling asleep at like 4AM the night before, B and I had to wake up at 7 to catch the tram and subway to the spot where we would be leaving for a trip to Česky Krumlov. We ended up waking up too late for the tram and had to catch an uber to where we needed to go, but it was so worth it. The uber was only like 7 dollars and turned a 45 minute trip into like 15. I caught up on my sleep on the bus. Česky Krumlov was one of the most beautiful places I have ever seen.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 239,
      "date": "7 January 2023",
      "description": "Going back to back with the Prague Spring-inspired shirts, I made this based on a poster I saw in the communist bunker a few days prior. My fatal flaw is not being able to center text or write it straight. Shirt still goes hard though. I spent the majority of this day sleeping and recovering before going out to an arcade bar in Nové Město, Prague 2, at night.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 240,
      "date": "8 January 2023",
      "description": "For this shirt I recreated a beer label depicting John of Nepomunk, who the Catholics were pushing as a martyr to the Czech people, who really didn't like the Catholics. Back in the 14th century, the Czech people were on the side of the Protestants and looked at Jan Hus, who was burned at the stake, as a holy martyr for the Protestant cause. But once the Catholics took over power they began pushing for John of Nepomuk, who was thrown of Charles Bridge and into the river, to replace Jan Hus in a symbolic manner. While in Prague I was taking a course on Czech history so yeah I learned all about this stuff. This day was spent visiting the Vyšehrad Cemetary, where a bunch of famous Czechs were buried and I got tons of really good reference photos of statues that I would later airbrush once I was back in New York.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 241,
      "date": "9 January 2023",
      "description": "In Czech, \"Dobry den\" means \"hello\" or \"good day\". And in Prague, a bunch of people own dogs and I would see them on the trams every day so I thought this would be a nice cute little thing to honor Prague's love of dogs. On this day I also lined up a tattoo session in Prague 5 and spent most of my day focused on that. I had found the artist online before going to Prague and was so excited for this tattoo and getting something that could always remind me of my time in Prague. At the time of my tattoo, the artist went by the name \"self harm tattoo\" which is pretty wild lol but I guess she got some advice and has since switched it up to \"symbolism tattoo\".",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 242,
      "date": "10 January 2023",
      "description": "After going with the cute \"Dobry den\" the day before, I gave the dog a gun and the words \"Na shledanou\" which means goodbye. My tattoo turned me evil. That day I snapped some good reference photos of some cool prints at a Charles University art museum, and at night B and I went out with the New Jersey folks to the Jazz Dock in Prague 5. I think that was the best jazz music I'd ever heard. The band was called Los Quemados. I ate hummus and drank the only overpriced beers I had in Prague.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 243,
      "date": "11 January 2023",
      "description": "This shirt was inspired by a tattoo I had recently seen by the artist Eden Kalif. I had been inspired by his figure drawings a lot over the course of the year, especially with some of my earliest airbrush pieces. To switch his design up and try to make it my own in some sort of way, I gave the little guy a turtleneck and hat and put some trees in the background. That day the group went out to a national music museum in Malá Strana and I got to play some synths and look at taxadermied owls and listen to the sounds they make. That night, my best friend A arrived from Lisbon, where he was studying abroad at the same time as I was in Prague.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 244,
      "date": "12 January 2023",
      "description": "I made this shirt in a rush after getting home late and having a terrible sleep on the floor, leaving for class last minute and having A clean out my airbrush. This one is obviously inspired by the best jazz of my life on the Jazz Dock a few days earlier. At the end of class, we went to the Czech National Museum and I spent a lot of time in the crystal room, where A met me. They had literally thousands of the craziest different rocks and crystals I've ever seen. It was a spiritual/energy type of girlie's wet dream. It was pretty cool though. The energy was different in that room.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 245,
      "date": "13 January 2023",
      "description": "I didn't have time to break out my airbrush machine and make a shirt in the morning before the bus to Berlin, so I just packed three blank white shirts, a sharpie, and hoped for the best. All of Germany was a blur. We managed to make it by train from the bus depot into Scheunenviertel, where we stayed at the St. Christopher Inn Alexanderplatz. The hostel had a sports bar beneath it that we used as a general meeting spot. Staying at the hostel also meant we got discounts on food and drinks, which helped but it was still overpriced from the start. It was a harsh reminder of my reality going from $2 Czech beers that were the best drink I'd ever had to the $8 Americanized German beers. That night, B, A and I ordered round after round of Long Island Iced Teas and Jager Bombs as I made my German-inspired shirt while sitting at the bar.",
      "materials": "sharpie",
      "size": "L"
    },
    {
      "day": 246,
      "date": "14 January 2023",
      "description": "Like I said, my three days in Berlin were a whole blur. Living in the hostel and never getting any ounce of personal space is stressful. At least one person would be asleep in the room we stayed in for 24 hours a day, so I had to be quiet whenever I was in that dark room. We went out for brunch around 2 in the afternoon and I had some incredible oatmeal. Next I made the shirtception shirt and we went out for a long walk to Friedrichshain. On our way, we wandered past this crazy huge building which I was pretty sure was Berghain. It was, and the line was really short so we decided to say fuck it why not just hop in line and see if we could get in.",
      "materials": "sharpie",
      "size": "L"
    },
    {
      "day": 247,
      "date": "15 January 2023",
      "description": "This, our last day in Germany, was a rather slow and dazed recovery day. I watched NFL playoff highlights on the sports bar TVs as A left for his flight back to Lisbon. Before our bus back to Prague, B and I wandered around Berlin for a bit, visiting the Holucaust Memorial and the huge park that sits next to it. The bus terminal was extremely cold and bleak. A light sheet of snow covered the ground in Prague. I made the shirt in sharpie again after getting back to the dorm around 1 AM. It is inspired by an Aaron Rogers shirt.",
      "materials": "sharpie",
      "size": "L"
    },
    {
      "day": 248,
      "date": "16 January 2023",
      "description": "This shirt is inspired by some graffiti I had seen the previous day in Berlin. On the back, I just freestlyed a skull and a cross and it ended up looking pretty cool. At the Czech history class, the instructor was pretty pissed at B and I for missing the previous day being in Berlin. Czechs are very proud of their identity and the professors took it as almost a slight to their culture that we missed our time in Prague for the allure of Berlin. I assured them that I liked Prague far more than Berlin. At the end of class we went to a Czech military museum and saw all this cool old military stuff. That night, B and I went out again to Necropolis, our favorite bar, and stayed until closing before making it back to the dorm and chilling and laughing in our room for a few hours.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 249,
      "date": "17 January 2023",
      "description": "This morning I was the only one to attend Jana's guide through a museum on the history of Prague. I felt kind of silly being the only one there but I was in love with Jana and needed to make up for my time missed in Berlin so it was definitely worth it. After the Czech history class, we visited a Church where Czech soldiers fighting against the Nazis hid out after a successful assassination mission on Reinhard Heydrich, the principal architect of the Holocaust, before finally being killed in the basement. One of the families to help the soldiers was the Moravec family, which is my Grandmother's maiden name. I felt connected to the right side of an important piece of history. That night I made my first starry-eyed skeleton shirt, inspired by drawings I would do during class time to keep myself from falling asleep. That night, we went out to a bar in Old Town Square and had a nice night.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 250,
      "date": "18 January 2023",
      "description": "This, being my last official day with the group in Prague, I had to make a shirt to honor the city. I wanted to go to a tourist shop to buy an I heart Prague sweatshirt but I never got the time. For our final class, the group went out to Vítkov hill. I wish I spent more time in that area of Prague. It looks cooler and more artist-friendly. That night, we had a farewell dinner with all of the professors and guides. I ate my final goulash and drank some of my final Czech beers. I don't think we went out that night. Everyone except for me had to wake up early for their flights home the next morning.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 251,
      "date": "19 January 2023",
      "description": "On my final day in Prague, I went to breakfast one last time and said farewell to all of the other students on the trip with me. Finally, being alone in that dorm room, I felt a rush of anxiety and sadness. I don't think my time in Prague was all I initially imagined it would be. I loved all of my time there, but was left with this profound feeling that I had failed to achieve what I had initially set out to accomplish being there, despite entering with no actual goals with my time. I was sad that my time in Prague so quickly came to a close and even more sad that I didn't enjoy it more. I made my way to a hotel next to the airport to stay in for the night before my flight in the morning. At the hotel, I planned to airbrush and make the most out of my final hours in Prague but I ended up smoking the rest of the weed I had bought and kind of just doing nothing and crashing early. I did get a nice dinner though and got to have my final Pilsner Urquell, which is the best beer ever made.",
      "materials": "Posca markers",
      "size": "L"
    },
    {
      "day": 252,
      "date": "20 January 2023",
      "description": "For this shirt I had my entire flight back from Prague through Geneva and back to New York to think about it and I was so excited to finally get back to my nice airbrush compressor with my new Iwata brush to make something I would be really proud of. It turns out I was a little rusty. I had been ruminating on ideas around hydration for the past week and I guess this is what came out of it. On the front it says something like, \"I'm a glass all the way full sort of person\", and on the back I just threw up the Poland Springs logo because of that Lil Yachty song. Also, for the record, Poland Springs water is great and I don't really get why go for the Essentias and Figis of the world.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 253,
      "date": "21 January 2023",
      "description": "Given more time to think, plan, and experiment on this shirt than I had for the entire past month, I made something that I liked quite a lot. Not really sure what inspired this other than maybe the phrase \"Gone Fishing!\". I think that might be a good name for a brand.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 254,
      "date": "22 January 2023",
      "description": "Wow, this is a clusterfuck of a shirt. I had really enjoyed the piece I made the day before and wanted to do something similar with just the profile of a face, but then I didn't really like what I had made so I just kept adding shit to it until it resembled something that I like. I probably did a little too much with this one but it was a nice little brain dump of ideas I would continue to explore with later shirts.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 255,
      "date": "23 January 2023",
      "description": "I had continued to draw star-eyed skeleton after star-eyed skeleton in my sketchbook and wanted to make another shirt with my little buddy/character I had created. Originally, the skeleton was going to be holding something but then I kind of ran out of space and didn't want whatever he was holding to be in the armpit of the shirt. This day, I had my first class of the new semester, my final semester of college. For some reason the scheduling on my classes got super weird so I ended up having this one online. It was probably worth it having the class online so I could spend more time focusing on my shirts and not have to go outside early in the day, but at the same time I loved being at school and just running into random friends. I will miss it.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 256,
      "date": "24 January 2023",
      "description": "This shirt might seem like its kind of just a bullshit shirt because I didn't really do anything on it. Maybe it is, but anyways I was diving deeper into religious imagery inspired by my time in Prague and spent my entire class that day writing and drawing ideas for all the things I would make. And at the end of the day, those ideas looked a little too ambitious. But the shirt I was going to paint on already had a few specks of paint on it, and something about that felt important or spiritually significant in some sort of way. I needed a break, and I was given one. Some days I just liked the look of a blank white shirt better anyways.",
      "materials": "blank shirt",
      "size": "L"
    },
    {
      "day": 257,
      "date": "25 January 2023",
      "description": "This shirt was inspired by a far more grand and time consuming idea for a shirt I had come up with in class the day before. I wanted to make a halftone stencil with literally thousands of dots that I would individually cut out to reveal a distorted image of Mary holding Jesus. I spent about three hours this day individually drawing each of the dots onto the stencil before realizing that there was no way I would complete this stencil in time to make the shirt of the day, so I made a far more simplified version of Mary holding Jesus with a sort of pop art advertisement spin on it.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 258,
      "date": "26 January 2023",
      "description": "I was inspired by sports jersey designs for some reason and eventually came up with this. On the back it says something like \"Sports!\". I was getting more into ringer tees and liked being able to make my own bootleg ones by painting the collars around the neck and sleeves.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 259,
      "date": "27 January 2023",
      "description": "Still enjoying the ringer tee look, I was inspired by the funny ass stickers I had bought in Moab, Utah back when I was in the first week of making my own shirt every day. I got like 8 incredibly redneck stickers ironically but never had anything to put them on so they just ended up sitting around on my desk for eight months until I finally took inspiration to make a shirt.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 260,
      "date": "28 January 2023",
      "description": "This is another shirt inspired by ringer tees and the redneck stickers I bought in Utah. It was fun trying to replicate the font, even if I didn't do it perfectly. This night I went down to Flatbush to link with this girl T who had found my TikTok and wanted to work together. She does some pretty cool stuff with lettering and screenprinting so I decided to make the treck down and show her how to airbrush and have her show me some screenprinting, which is surprising I haven't really gotten into before. I think I like the more hands-on methods of creating more.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 261,
      "date": "29 January 2023",
      "description": "This shirt features a \"Living like I'm on vacation\" screenprint made by T the night before. So I started with that as a baseline and decided to do vacation-inspired things to fill out the shirt. The obvious addition is the palm tree, but less obvious is the happy-neutral-mad faces that I swear to god I had seen on food packaging labels when I was in South America. The faces would indicate how healthy the snack was across various areas. I spent so long researching this trying to find what I know I saw but I could never find anything. Anyways, vacations always bring a lot of mixed feelings for me. They are super happy but at the same time neutral and at the same time usually make me kind of depressed.",
      "materials": "airbrush, screenprint",
      "size": "L"
    },
    {
      "day": 262,
      "date": "30 January 2023",
      "description": "Ayo Mista White! I don't really know what I got up to this day but yeah I painted the iconic image of Walter White from episode one of Breaking Bad onto this shirt.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 263,
      "date": "31 January 2023",
      "description": "This is another shirt that comes from an image that I had drawn while daydreaming in class. The skeleton is melting the ant hill with a magnifying glass, but on the back it says \"just kidding! I would never do this! I love all of God's creations!\". So yeah I guess this is a silly one.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 264,
      "date": "1 February 2023",
      "description": "Sticking with my star-eyed skeleton, I present ball is afterlife. Because ball is forever and I love basketball. Basketball is so much fun.",
      "materials": "airbrush",
      "size": "L"
    },
    {
      "day": 265,
      "date": "2 February 2023",
"description": "OOooooooh I really like this one a lot and would not mind holding onto it for myself in the long term. I just love the way it looks and there's not too much else to say about it. That night, A, S and I stayed in and watched a movie and probably had a few drinks.",
"materials": "airbrush",
"size": "L"
},
{
"day": 266,
"date": "3 February 2023",
"description": "This one reminds me of a field of strawberries. Like that Beatles song or whatever. Anyways I like it quite a lot and on the back there is a big skeleton head. I used so much green paint on this shirt. I had also been working on this stencil, spending hours and hours every day painstakingly cutting little dots out of plastic poster board.",
"materials": "airbrush",
"size": "L"
},
{
"day": 267,
"date": "4 February 2023",
"description": "I'm not really sure what inspired this one but on the front it says, \"Ahahahahahahaha Nice.\" I guess I was feeling silly. I just took the picture of the back of this one though because I like the way that looks better. I do like the creme coloring though.",
"materials": "airbrush",
"size": "L"
},
{
"day": 268,
"date": "5 February 2023",
"description": "I finally finished cutting my stencil. I had spent probably over 20 hours over the course of the last week and a half cutting each of these tiny dots to reveal a halftone image of Mary holding Jesus, inspired by a piece I had seen in Prague. It just doesn't read as well as I wanted it to but oh well there's always the next shirt.",
"materials": "airbrush, halftone stencil",
"size": "L"
},
{
"day": 269,
"date": "6 February 2023",
"description": "I made this shirt in a rush right before my class. Inspired by bubbles and my star-eyed skeleton motif. That star-eyed skeleton was a reflection of how I felt about myself at the time. Kind of dead inside but also so starry-eyed and full of silliness and wonder for the world. That little guy helped me be me.",
"materials": "airbrush",
"size": "L"
},
{
"day": 270,
"date": "7 February 2023",
"description": "The MSCHF big red boots had just dropped and been all over the internet. They received a lot of hate. A lot of people thought they were lame and too overhyped. Which is true, but at the same time I thought they were cool in how silly they were and how they pulled from video games and nostalgia. So I found a reference image of Astro Boy and switched his eyes out for the motif I was using at the time, the starry eyes.",
"materials": "airbrush",
"size": "L"
},
{
"day": 271,
"date": "8 February 2023",
"description": "I really liked how the previous day's shirt looked with Astro Boy and the black white and red colorway so I just made another one. I found it a lot more satisfying at times to just make things that I thought looked cool rather than force myself to come up with my own original drawings. After all, I was still the only one putting this on a shirt. That night I made a cartoon about Berlin for the first ever issue of Phase Zero, the coolest and hottest magazine in NYC made by my friends S and M.",
"materials": "airbrush",
"size": "L"
},
{
"day": 272,
"date": "9 February 2023",
"description": "This shirt is iconic. Maybe my favorite that I ever made. That might be an exaggeration, but it definitely unlocked a new gear of what I was creating, of what I imagined the shirts to be. I just thought this was funny and looked cool. From this point on, I began working far more heavily in Photoshop when planning the shirts rather than in my sketchbook. That night, we went out to the local bar Happyfun Hideaway.",
"materials": "airbrush, Photoshop design",
"size": "L"
},
{
"day": 273,
"date": "10 February 2023",
"description": "When I started this whole project, I intended for it to create art every single day. The purpose was not silly shirts. But the real question is whether or not silly things like this can be considered as art. Is scooby doo pointing a gun at you art? I still think so. Maybe it holds me back from ever displaying my work in a museum or whatever. Is that trade off worth it? All these ideas would be bouncing around in my head and I would be pulling myself in all different sorts of directions throughout the project. But maybe its not even that deep, and I'm just putting too much weight on to all of this. Anyways yeah scooby doo holding a gun.",
"materials": "airbrush",
"size": "L"
},
{
"day": 274,
"date": "11 February 2023",
"description": "This shirt was made special for the Super Bowl. No relation to the band. I think it was the Eagles versus Kansas City. Not really sure, but that night I got some Budweiser and other drinks and got excessively crossed at B's place.",
"materials": "airbrush",
"size": "L"
},
{
"day": 275,
"date": "12 February 2023",
"description": "This is a failed attempt at trying to replicate the success of the Garfield with the crosses shirt. I just really liked the look of the two crosses marking either shoulder and was looking for something good to put with that but nothing could compare with that smug look on Garfield's face.",
"materials": "airbrush",
"size": "L"
},
{
"day": 276,
"date": "13 February 2023",
"description": "Valentines day shirt, made with the long lasting motif of the star eyed skeleton. I didn't have any sort of Valentines day date this year but that was okay. I had my shirts lol. I went to class and worked on photoshopping cartoon characters with religious symbols or with some wild captions.",
"materials": "airbrush",
"size": "L"
},
{
"day": 277,
"date": "14 February 2023",
"description": "Where shirt number 275 felt like a failed attempt to recreate the Garfield shirt, this shirt feels like a massive success. I really enjoyed being so blasphemous and just fucking with people in the crucified spongebob shirt. Feeling so unserious. I spent the previous day in class not paying attention at all and photoshopping this together.",
"materials": "airbrush",
"size": "L"
},
{
"day": 278,
"date": "15 February 2023",
"description": "This one is subconsciously Jesse Pinkman-inspired and one of my least favorites at the time but now is a shirt that I look back upon fondly. That night I went to hang out with my good friend G and he liked the shirt a lot.",
"materials": "airbrush",
"size": "L"
},
{
"day": 279,
"date": "16 February 2023",
"description": "Ooooh ooh oooh how I loved this shirt when I made it. The type of shirt I wanted to wear again the next day and probably again in another week when I was feeling upset again. The shirts would dictate a lot of my feelings in life, and being upset about the previous day's shirt, I was frustrated with my own emotions getting so overwhelming all the time. But anyways I felt super swag and had fun that night at Birdie's with friends.",
"materials": "airbrush",
"size": "L"
},
{
"day": 280,
"date": "17 February 2023",
"description": "I really wasn't sure what to make this night but for a while I had the idea of a stencil blastover shirt brewing in the back of my mind. I had all these random stencils that were just sitting there, waiting to be used again, so I just tried to focus on creating a cool composition with this shirt.",
"materials": "airbrush, stencils",
"size": "L"
},
{
"day": 281,
"date": "18 February 2023",
"description": "I really ended up loving the previous day's stencil blastover shirt, and given that I already had like four different rat stencils to work with, I decided to spend my day carving a whole bunch more of those rat stencils to make this shirt. I probably went a little overboard with it, piling way too many things on top of each other but at the end of the day I don't think that did any harm.",
"materials": "airbrush, rat stencils",
"size": "L"
},
{
"day": 282,
"date": "19 February 2023",
"description": "This shirt was pretty random, I just wanted to go for some sort of y2k aesthetic but work in those mickey mouse stencils from the previous day. A random spilling out of ideas is pretty fun. Felt like a baddie in this one.",
"materials": "airbrush, stencils",
"size": "L"
},
{
"day": 283,
"date": "20 February 2023",
"description": "I was running out of ideas but still stuck thinking about what I could do with cartoon characters. At the time, I was spending a whole bunch more time than I would've liked consuming TikToks rather than creating them. And the majority of those that I would watch were the family guy TikToks set to subway surfers or random mobile games. I thought it would be funny to have my airbrushing in place of those games. Surprisingly, I wasn't able to find any images of Peter Griffin bleeding from his eyes so I took it into my own hands to decide what that would look like.",
"materials": "airbrush",
"size": "L"
},
{
"day": 284,
"date": "21 February 2023",
"description": "Pulling from video games and cartoons was fun for me, and I have a special affinity for Duck Hunt as I would often run it as my Super Smash character and have fun blowing people up. Just as I was finishing this shirt I absentmindedly sprayed some purple onto the middle of the shirt, but I think that gives it a nice kind of easter egg. I also wanted to add the blue of the sky but didn't want to use a whole bunch of paint on the sky so I came up with my airbrush tie-dye look. Not sure if anyone else has done this effect with the airbrush but I am happy to claim that I started it (I think).",
"materials": "airbrush",
"size": "L"
},
{
"day": 285,
"date": "22 February 2023",
"description": "Another Duck Hunt shirt, kind of creating a storytelling effect between the two. Again, I just like Duck Hunt from the nostalgic feeling. Maybe I should have taken more artistic liberties with it, but I was mainly focused on just doing the best I could do with the airbrush, which I think I did a pretty nice job.",
"materials": "airbrush",
"size": "L"
},
{
"day": 286,
"date": "23 February 2023",
"description": "I made this one at night right before having a bunch of people over. I was planning on wearing it out and showing it off to people at the bar but we just ended up staying in and hosting a small function. This one is inspired by the airbrusher wreck pack, who is honestly the most talented airbrusher I have seen on the internet. I tried to replicate some things he has done with text with my own \"some kid\" words. This day I was really just feeling like some kid. Just one of many. It's a reassuring feeling, in a way.",
"materials": "airbrush",
"size": "L"
},
{
"day": 287,
"date": "24 February 2023",
"description": "I was really running thin on ideas, and luckily my roommate had recently bought a tapestry with this imagery on it so I decided to replicate it on the shirt. It also matched my jacket really well, not that it would really matter to whoever buys this because I am keeping my cool jacket for me.",
"materials": "airbrush",
"size": "L"
},
{
"day": 288,
"date": "25 February 2023",
"description": "And I feel just like a roach on its back. This one is inspired by the song A_X by Dean Blunt, who inspired a whole bunch of shirts over the course of the year. His music is so beautiful and amazing but then I get embarrassed talking about my love for him because one time I saw a meme about white guys loving Dean Blunt and now I don't want to fit into that meme but I can't help it. Earlier in the year I found a roach in my room and now the roach sits on his back under a wine glass that I have yet to remove.",
"materials": "airbrush",
"size": "L"
},
{
"day": 289,
"date": "26 February 2023",
"description": "Joe camel playing piano. I'm not sure where, but I saw something about old cigarette advertisements and how they were directed at children, and I was like wow holy shirt Joe Camel is so cool and I want to smoke cigarettes. So I looked up some old Joe Camel ads and chose to make this one into a shirt because it looked the coolest. The next day, my professor told me that she really liked my shirt and I didn't even tell her that I made it.",
"materials": "airbrush",
"size": "L"
},
{
"day": 290,
"date": "27 February 2023",
"description": "The start of \"Prague Week\", where I spent an entire week making shirts based on photos that I had taken while being in Prague a month earlier. Each of the shirts of this week took an average of three hours to complete. I was extremely focused on creating things that are beautiful and photo-realistic. These shirts were so cool to me and I was so proud that I made them. The shading is just so phenomenal and spot-on. This night, I went to the release of the first issue of Phase Zero, the super cool magazine reporting on the underground NYC scene that my friends S and M created.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 291,
"date": "28 February 2023",
"description": "The second of the Prague Week shirts, and probably the most detailed shirt I have ever made. I'm so proud of this. It depicts the burning of Jan Hus, a pivotal point in Czech history. The only downside to making these shirts was that they would take so long that I wouldn't have any time to wear them outside before I went to sleep and had to wake up and make a new one.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 292,
"date": "1 March 2023",
"description": "Serving victory. Success. Love. The third Prague Week shirt, made based on another statue that I saw when visiting Vysehrad in Prague. There's not even too much to say about these shirts, other than the fact that I wanted to create something beautiful. Something that stands out in my mind though, is that you might see this on a shirt with text or something like that to give it context. But I think I like it better without the context. The shirt speaks for itself.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 293,
"date": "2 March 2023",
"description": "This shirt is inspired by another print depicting the burning of Jan Hus that I took a photo of while in Prague. This one features far less detail than the one from a few days prior, but still very cool in my opinion.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 294,
"date": "3 March 2023",
"description": "This depicts an image that was a part of a burial or headstone or something and had been relocated to the Czech National Museum. I wanted to create Prague-inspired shirts for an entire week and this one is the weakest of them all but still is special to me as it was a part of that week.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 295,
"date": "4 March 2023",
"description": "I think I went a little too dark and harsh on the lines on this one, compared to the others in Prague Week that are more photo-realistic with focus on shading. This one is more graphic, but there's nothing really wrong with that. This image is of a statue of an angel that sat atop a giant tomb I saw in Vysehrad in Prague.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 296,
"date": "5 March 2023",
"description": "This is the finale of the Prague Week shirts, and definitely one of the best. It features a statue of Jan Žižka, a famous Prauge war general who had one eye and was super badass and led armies that defeated the Crusaders. He was on some real this is Sparta, 300-type shit, leading a small yet strong army against a much larger one and coming out victorious, despite eventually being defeated. I don't think the photo does this one justice. I went crazy with the shading on the horse. Seeing this statue in person is crazy, its so incredibly huge. For reference, a human is probably about as tall as half of one of those blocks at the bottom of the statue. This night was A's birthday, and we spent a few hours putting up decorations to throw him a nice surprise party.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 297,
"date": "6 March 2023",
"description": "After riding on that Prague week high for seven days, I was bound to fall back to earth and make something that I didn't like nearly as much. But you know, that's okay. I'm sure someone will recognize that this shirt is still pretty cool, even if I didn't think so. I had just set a certain standard for myself where I would feel bad if I wasn't making something even cooler and more impressive than what I had made the day before. On the back, there's another skeleton with some hearts.",
"materials": "airbrush",
"size": "L"
},
{
"day": 298,
"date": "7 March 2023",
"description": "I can't lie, I kind of stole this idea from my roommate A who had borrowed my airbrush the previous night to make this design with the cardboard netting on a shirt. I kind of distorted it in a way that was different than he did though, and I didn't feel so bad because he had kept me up until like 3AM the night before working on his shirt. It's cool thinking about how everything can be a stencil though. Our good friend B came into town this day and we hung out and made rapchats.",
"materials": "airbrush, cardboard netting stencil",
"size": "L"
},
{
"day": 299,
"date": "8 March 2023",
"description": "Still on the \"everything and anything can be a stencil\" wave, I made this shirt with the dozens of empty cans of Celcius I had sitting around. I would drink them every day, sometimes two a day, completely addicted to energy drinks in order to stay awake in the slightest. This was the start of my Spring Break, and my mom got into town that night so I met her out for dinner.",
"materials": "airbrush, Celsius can stencils",
"size": "L"
},
{
"day": 300,
"date": "9 March 2023",
"description": "I was planning on making a Chief Keef shirt for day 300 but completely missed the fact that this was day 300. So I went a little bit meta and used the hangers I put my shirts on as a stencil for a design that would be on this shirt. The design looks cool though, like some sort of spine or skeleton under an x-ray. I went to the Thierry Mugler exhibit at the Brooklyn Museum with my mom and had a nice day. That night, my mom took my friends and I out for dinner.",
"materials": "airbrush, hanger stencils",
"size": "L"
},
{
"day": 301,
"date": "10 March 2023",
"description": "This one is inspired by an ad I had seen at the Thierry Mugler exhibit the day before. I wish I put more effort into this one, but for some reason I didn't really care because I just wanted to spend five minutes on it and drink some beer. But anyways I think its so cool that Mugler would direct his own ad shoots and do them in crazy ass places. He would have these models in the most precarious situations and I just wonder how he convinced them to do that. It seems crazy to me. But so cool.",
"materials": "airbrush",
"size": "L"
},
{
"day": 302,
"date": "11 March 2023",
"description": "I saw some sort of drawing of a girl on instagram this day and took my own artistic liberties to turn it into this. I never really draw on anime or anything like that for inspiration but that's what this ended up looking like, and it turned out pretty well in my opinion.",
"materials": "airbrush",
"size": "L"
},
{
"day": 303,
"date": "12 March 2023",
"description": "It was pretty stupid of me to pour wine on this shirt, but that's what I did. This night we were having some fine dining with some home-cooked pasta and red wine. I was tired of all of my things looking too similar so I think that's why I poured the wine on it. Idk.",
"materials": "airbrush, red wine",
"size": "L"
},
{
"day": 304,
"date": "13 March 2023",
"description": "Still thinking back to my Prague week, I was looking for something to pull a bunch of inspiration from. So this week, I looked back at some collages I had made in the months before starting the shirt project. This one features the face of a guy with all the holes cut out and a red background. This day marked exactly two months left until the completion of the project, which just felt so crazy to me. So much weight.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 305,
"date": "14 March 2023",
"description": "I love this shirt so much lol. It is based on a collage I made of Princess Diana's arm holding a Yerba Mate bottle, which really just speaks for itself.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 306,
"date": "15 March 2023",
"description": "This shirt is based on a collage I made with a bunch of guys sticking their heads up each other's butts in a human centipede. Idk like do I have to spell it out. I didn't color or shade this one because I think the design speaks for itself. Detailing it might muddy it up. This night, I went out with my roommates and we had a whole bunch of fun dancing in Manhattan. It's fun going out in surprising shirts like this one and seeing people's reactions. It's like a real time social commentary or something idk it just feels cool.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 307,
"date": "16 March 2023",
"description": "This was one of my favorites of the old collages I had translated into shirts. Blowing up tiny images and getting all those details in there feels really cool. I should probably return to collaging for the stuff I make in the future, because it makes it so much easier to create compositions. I am bad at drawing, so it feels good to create something original without having to draw. This night, I went out with A to meet up with H and our old roommate A. We had fun at the Queens Brewery and played pool and I got a really high score on the punching bag arcade game.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 308,
"date": "17 March 2023",
"description": "This is based on another collage I had made where I cut out faces from this book of New Mexican religious imagery and art and pasted it onto a guide showing the phases of the moon. This one is all crooked and off a little but still really cool and perfect for everybody into astrology as a bit of a commentary on that. This day, I went up to Harlem to shoot an interview of Branson, a well-respected cannabis legacy grower who used to sell weed to Biggie. It was really cool he gave me a free bag of his own weed.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 309,
"date": "18 March 2023",
"description": "This is a small snapshot of a collage I had made with S when she visited me a year earlier. The faces come from these drug abuse prevention pamphlets that I had found scattered all over the street. This collage was really a breakthrough for me in creating collage repetitions, mainly through how cool repeating images over top of one another could look. Later on, I would print multiple copies of whatever I wanted to collage with to achieve this effect. This was also one of my favorite shirts I had ever made because it is not immediately readable but then has a lot of detail and interesting features when you really look.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 310,
"date": "19 March 2023",
"description": "This is the final of the weeks worth of shirts that I made in reference to my old collages. This one, unlike the other shirts, does not really do the original collage justice. I think the original image is of Moses atop a mountain. Scanned in high resolution, the image just looks and feels so holy and ethereal. That night I had really deep and existential conversation with S and S.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 311,
"date": "20 March 2023",
"description": "This shirt is inspired by my favorite song at the time, In The Life Zone by Dwight Sykes. For some reason that song never really fails to get me into a good mood when I'm feeling sad, even though the lyrics are kind of the opposite. My class that morning was cancelled but I was in the city anyways, so I had a great time killing three hours and just wandering aimlessly around Manhattan.",
"materials": "airbrush",
"size": "L"
},
{
"day": 312,
"date": "21 March 2023",
"description": "I had to make this one in a rush before meeting up with S at a pub in midtown for some drinks, but something compelled me to take the extra time to tape off all the borders. This shirt would lead to another evolution in my style, as after this point I would spend a lot of time taping off all my designs to give them a cool rendered sort of look to them. The airbrush is such a strong and versatile tool in this way. I really liked this one, even though it's trash. After hanging out with S for a bit I met up with my friends T and O, who was visiting, and we went to a few bars in the East Village.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 313,
"date": "22 March 2023",
"description": "This shirt is based on a painting I saw at some random millennial lady's apartment after leaving H's one night the week before. I really wanted to buy that painting off her but it was the one thing in her apartment sale that she was not willing to part with. Anyways, the memory of that painting lives on through this shirt. This day, I also painted my converses black with the airbrush and that worked out surprisingly well.",
"materials": "airbrush",
"size": "L"
},
{
"day": 314,
"date": "23 March 2023",
"description": "I ran out of time to make something on this one because I spent the morning and most of my day shooting photos for a cannabis event thing that I was recruited for. It was nice and worth my time going to that shoot even though it was pouring rain. I saw the Ocky Way deli on my way there. That night, for some reason, we were going to the New School prom so I made this shirt in honor of all the New School students who love to smoke cigs. The meme I took it from also had an image of Drake naked that really would have improved this piece but I just didn't have the time. The prom sucked but I'm glad I went because it was really comical how bad it sucked.",
"materials": "airbrush",
"size": "L"
},
{
"day": 315,
"date": "24 March 2023",
"description": "This image comes from the cover of a book I had seen at the Brooklyn Museum a few weeks earlier, called Submission by Jimmy De Sana. At this point in time with the shirts, I just felt like I was in a mad dash towards the finish and was willing to pull from anything and everything for inspiration. That's really the point of the whole project and where I come from as an artist, really seeing inspiration in everything and not being afraid to steal like an artist.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 316,
"date": "25 March 2023",
"description": "Pulling from memes and pop culture is one of my favorite things to do when working on clothes, and I really think I nailed this portrait of my beautiful king LeBron James. As an artist and airbrusher, I feel like what I decide to create says the most about anything, more than the quality or artistic value of the painting or anything like that. I'm proud of my ideas.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 317,
"date": "26 March 2023",
"description": "This is another shirt that pulls imagery from collages I had made in the past. I'm not sure exactly where the A's come from, but I just remember thinking oh it would be cool if I were to just cut out all these A's. Letters and typography are such a cool thing.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 318,
"date": "27 March 2023",
"description": "I think I did a great job on this shirt. It took forever to tape everything off but it was definitely worth it. I just regret that I had to pull this image of a chair from the internet. It makes me more inclined to take pictures of everything I see that might be even the slightest bit interesting. Everything is interesting. Everything is important. I also worked on a commission for Honeysuckle magazine this day, and that airbrushing eventually ended up in a print magazine which was cool.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 319,
"date": "28 March 2023",
"description": "This was one of my favorite shirts I have ever made, and inspired me to try to continue to blow up really tiny things to a high scale in future shirts. For over a month at this point, I had a pop tab safety pinned to my jeans that I would wear every day. That little safety pin and pop tab felt special to me. They were for style, but more for some sort of spiritual protection. I had become infatuated with totems of all sorts over the past year, beginning with rocks and gems that gave you some sort of astrological powers or whatever until I got tired of those and they left my life when I needed them to. Then, new totems came into my life at different points and served as reminders of who I am. They grounded me. I'm not even sure if totems are the right word but either way its important to me to have little trinkets or things that I can look at to center myself. This night, my cousin T was in town and he took me to an Icona Pop release show which was fun.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 320,
"date": "29 March 2023",
"description": "Really loving the concept of the previous day's shirt, I was looking for small and shiny things to blow up to look really big and cool on a shirt. My roommate S let me take a photo of his favorite ring, which is the basis for this shirt.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 321,
"date": "30 March 2023",
"description": "I liked the idea of the safety pins, despite the fact that taping them off added about 90 minutes onto the time it took me to create my shirts. On this one, I purposefully taped with more jagged edges in certain places to put more of my own artistic spin on things. This night, I went over to N's place to take part in her senior thesis project where I rolled a dice to receive a random tattoo. I ended up getting the paper fortune teller one, which I was really happy about because I used to make those things all the time when I was in grade school. Later, we went to a really fun house party and I don't have too much to say about it other than the fact that I wish there were way more house parties like that in New York because it was a great time.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 322,
"date": "31 March 2023",
"description": "I was feeling really stuck this day and my projector and my airbrush were both malfunctioning so I just ended up making this shitty ass talking tom shirt. I was inspired by learning about how Talking Tom was actually used to spy on kids and so this shirt depicts him getting locked up for that.",
"materials": "airbrush",
"size": "L"
},
{
"day": 323,
"date": "1 April 2023",
"description": "This one pulls inspiration from just being a child of the internet, and the age we live in. I don't really know how to express my thinking on this one, but I just know I like it. This day, I booked the space that I would use for my show to display all 365 of my shirts. For a while, it had been weighing on me that I was unsure of where I would hold this show. I was so unsure, and had no faith that the 365 show would be able to live up to what I envisioned in my head. Or even that what I envisioned the show being would be nothing in comparison to what the past year had been for me.",
"materials": "airbrush",
"size": "L"
},
{
"day": 324,
"date": "2 April 2023",
"description": "This shirt holds a special place in my heart. I think it was because of the fact that I learned a few weeks later that my childhood dog, Carmen, was terminally sick with a huge tumor in her stomach. She died about two weeks after the completion of the 365 project. Carmen is a golden-colored pitbull, depicted in the upper center of this shirt. RIP Carmen. She was a great dog.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 325,
"date": "3 April 2023",
"description": "This is another shirt following the theme of blowing up tiny small things to be all big and huge and cool-looking on a shirt. At the end of the day though, I don't think this one is as cool as I envisioned it in my head. Kind of gives Subway wall art.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 326,
"date": "4 April 2023",
"description": "I felt so swagged out this day. For some reason I was just really happy in general. I think maybe I had landed a date or something. Either way, I had just found out about this lil dude Pete the Cat and was honored to put his cool ass on my shirt. I also made myself a personal piece that I would be able to wear whenever I wanted, because I was tired of not being able to wear the things I liked again after making them, and I had such a big pool of things that I had already made and loved to pull from.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 327,
"date": "5 April 2023",
"description": "Not really sure where exactly the inspiration on this comes from, other than the fact that it's really nice to paint shiny metallic things with an airbrush. I had an extra button up too so I made this design twice, with an extra one on the button-up. That night, we went out in Park Slope and I was kind of sad but I had a really good time wandering around with A. We got McDonalds and rode on a carnival horse.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 328,
"date": "6 April 2023",
"description": "This one is for all the airbrushers out there. I hope you appreciate it. Just like the other days of putting shiny things on my shirts, I did this one with the airbrush that is on the shirt itself. On the back it says \"congratulations on your genuine iwata\", just like it says on the box.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 329,
"date": "7 April 2023",
"description": "This shirt was made on Easter, and I wanted to do something to represent those sweet springtime vibes without doing something directly religious, which I had really strayed away from at this point in the year. The reference image comes from a collage of flowers and leaves I had collected around the city two summers prior.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 330,
"date": "8 April 2023",
"description": "The day before, I had taken a bunch of photos of people on the subway for inspiration, including this one of some kids playing around. I wanted to work on some sort of collection revolving around the people of New York and turning everyday things into something interesting or beautiful, but I think the uncomfortability of taking photos of strangers has kept me from doing that. This day, I went to the second annual Making It group show, where I met up with a bunch of the artists who I had met back on day 41 of the project. I love all of the artists in that collective. They are an amazing and loving group of people that gave me so much motivation for the project over the course of the year.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 331,
"date": "9 April 2023",
"description": "This image of the carnival horse comes from a photo A had taken of me a few days earlier. I made this one in the middle of an online class that I cared so incredibly little about, and it ended up being one of the shirts I like quite a lot.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 332,
"date": "10 April 2023",
"description": "About a year earlier, my dad had come to visit and took A and I out to dinner at a nice Venezuelan place. After dinner, we went to a thrift shop where they had books filled with archive fashion, where I took this picture of a girl jumping in what looks to be some sort of leather fireman's coat or something. I messed up her face a little bit but I got the leather real nice. This night, I went to the release of the second issue of Phase Zero, which is the only issue I have not contributed to, but they did put a photo of me in there.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 333,
"date": "11 April 2023",
"description": "This was the day I got my favorite tattoo I've ever gotten. I snuck out of class to go print the image of my tattoo before going out to Crown Heights after class to visit F at his AirBnB where I got tattooed. F is someone who has been a major supporter of mine throughout the project, and it was an honor to get tattooed by him. I really look up to him, and it was so cool getting tatted because I was actually able to become friends with him and yeah it was just such an amazing feeling. He was one of the people that really inspired me to get an airbrush machine, and I can't thank him enough for that. Later in the day, I found this statue in the Parsons building and decided to put that on my shirt for the day, but to do something interesting with the composition by making two of them.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 334,
"date": "12 April 2023",
"description": "I saw some image of Kirby online, which inspired this shirt, but I didn't want to put just the Kirby on the shirt so I took a while thinking of how I would make it my own. Then I thought of the Kirb Your Enthusiasm, which is just gold in my opinion. I do have a little bit of regret not putting Larry David glasses and hair on kirby but it still ended up being a banger. This day I linked up with S, B, and G in Washington Square Park and had what felt like the first day of the summer.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 335,
"date": "13 April 2023",
"description": "I kind of butchered this one, but it is in reference to a red dollar bill I saw on Virgil Abloh's website that I then turned into a slightly crumpled $100. If I were to make this one today I would probably do more to distort the bill and maybe add more colors or something. That day, I thought of the idea that would be my poster for the show and I recruited A to come with me to B's roof to help shoot it. I layed out over 200 of the shirts to spell out the text for the poster. And this was it, I had one month to go until the project was officially completed.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 336,
"date": "14 April 2023",
"description": "This shirt was made in a rush while my friends were waiting for me before going out. It was funny, throughout the year, my friends asking what I was up to and me responding that I was going to make a shirt. It was probably annoying at times, waiting for me to make a shirt or just the fact that they were so prevalent on my mind that shirts were one of the only things I would talk about. It was hard having that sort of one track-mind, but it was necessary. At the time, I was grabbing the wet paint signs from the subway every time I saw one, and that's what inspired this shirt.",
"materials": "airbrush, stencil",
"size": "L"
},
{
"day": 337,
"date": "15 April 2023",
"description": "This concludes a little tryptic of red rectangles, with a reference to Courtney Barnett's song \"Anonomous Club\", where she says, \"let's start an anonymous club/ we'll wear name badges with question marks\".",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 338,
"date": "16 April 2023",
"description": "Of course I love my pop culture references, but this one was special to me in how it relates to my project as a whole. Every day, I would wake up and go \"ah shit, here we go again\", and I would make another shirt. This was also the day I found out my childhood dog, Carmen, was terminally sick, and I cried a little bit, but I didn't want to dwell on it so I went out to my friend M!les Ave's show and listened to some beautiful music and saw some beautiful people.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 339,
"date": "17 April 2023",
"description": "Again referencing the project as a whole and this time the previous day's shirt as well, I made a second version of the \"ah shit, here we go again\" shirt, this time with the background of the image because I felt like the first one was lacking a little bit and was not as recognizeable without the background. The airbrush is especially nice on this one, and on making anything in a video game-graphic style.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 340,
"date": "18 April 2023",
"description": "Continuing with the idea of video game graphics, I made this SNES controller with the graphics of how it would look if it were actually rendered in that sort of style. It's nice working this way because taping things off becomes a lot easier when you can do it more blocky and don't have to conform to curves. That day, I helped out with a video shoot in Times Square. And that night, we went out to a weird apartment party where the apartment had almost nothing in it and was just super grimy and sketchy feeling. I'm glad I went though.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 341,
"date": "19 April 2023",
"description": "This shirt was made a day late for 4/20, and was the basis for a video interview that was never published but was intended to be displayed on this shirt, where the shirt would be a green screen and the video of the interview would play on the shirt. Maybe if all this gets enough attention I'll publish that video one day.",
"materials": "airbrush",
"size": "L"
},
{
"day": 342,
"date": "20 April 2023",
"description": "I made a blocky-style globe in honor of earth day. While I was out going for a walk, I saw a massive fire which was kind of sad because it was earth day but the firefighters did a good job and put the fire out and no one was hurt so at least there's that.",
"materials": "airbrush, masking tape",
"size": "L"
},
{
"day": 343,
"date": "21 April 2023",
"description": "If you happen to be reading the captions on all of these shirts, which I'm sure pretty much no one is doing, but if you were to be you would see that a lot of them are inspired by music. I thought about putting a specific song beneath the cat that it would be listening to but its too hard to choose. I feel like I could make like 20 of these shirts, all with different songs, and it would be a cool little series.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 344,
"date": "22 April 2023",
"description": "This shirt is based off an image of my little sister that I tried to abstract and create more of a graphic look to it, but I think I should have done even more taping for the shading to achieve the look that I envisioned. Either way, little kid outfits go crazy. The turtleneck and jean dress with the flower embroidery is something I feel like I would definitely see somebody wearing today.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 345,
"date": "23 April 2023",
"description": "As is custom, whenever I made a shirt honoring one of my little sisters, I must make another honoring the other. This is based off a photo taken back at my old childhood home probably around 2008 or something, and features my old dog Sparky's paws above my little sister who was layed out on the kitchen floor. This is definitely the best photo-realistic portrait I have done, and I credit it to not over-shading. Way too often I would be doing too much and painting just to paint, rather than being more intentional with my placement of shadows.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 346,
"date": "24 April 2023",
"description": "The previous day, I had woken up bright and early to go up to the Bronx and be a part of a photoshoot at the stairs from the Joker movie, which was a really cool experience despite the fact that I was super under-rested. So for this shirt, I painted a photo that I had taken through the lens of the vhs camera I was using to shoot with. This one is so chaotic but I love it, especially with the text from the vhs being over-top of the image.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 347,
"date": "25 April 2023",
"description": "I think I just saw an image on instagram of some polar bears who had taken over some buildings in this abandoned Russian town, and they look so cute and cool. Polar bears are my favorite animal, I think.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 348,
"date": "26 April 2023",
"description": "This image is of me back in 2005, when I insisted on wearing the Wiggles outfit to preschool every day. My mom made me a custom Wiggles pin and belt, and got me all four color turtlenecks, which I would wear on a rotating schedule along with my black slacks and dress shoes. For Halloween I was Captain Feathersword. This might be my favorite photo of all time, with my little sister crawling by in front of me as I blare some sort of terrible song out of my recorder. This night, I went to a comedy show where my roommate S had a set, but I was late and missed it unfortunately.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 349,
"date": "27 April 2023",
"description": "A few days earlier, we had gone over to A's parent's place in Bed Stuy where I saw these lions guarding the entrance to a brownstone. I didn't really like how this shirt turned out though, but I'm not sure why. That night, we went out in the West Village for E's birthday and I ended up going home a little early because I was sleepy.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 350,
"date": "28 April 2023",
"description": "Again referencing internet and meme culture, this was a favorite of mine. It was the perfect shirt for this day, as there were terribly strong thunderstorms happening all day and the image on the shirt was really the vibe of being outside that day. I went to S's apartment in midtown that day and worked for hours with my capstone group finalizing our final presentation.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 351,
"date": "29 April 2023",
"description": "I was hitting the home stretch with my shirts, just two weeks to go, and really feeling like some sort of prodigy with this project. It was really hitting me how crazy I was to do this whole thing and really hitting me how I had done it and yeah I wanted to make a silly little shirt to represent that. Again referencing the internet culture, as well as the motivational posters that would hang up in schools back in the early 2000s, I made this shirt that I really liked. This day I went to S's midtown apartment to finish up our group project, and then met up with friends from my old journalism class to go get food in Chinatown.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 352,
"date": "30 April 2023",
"description": "A few days prior, as I waited for the subway, I watched as a woman washed the graffiti off of a wall. Processes of the removal of art are really interesting to me, along with the cyclical nature of restoration and decay. It kind of falls in line with the \"wet paint\" shirt. Also the aspect of storytelling is fun to get into whenever I have the chance.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 353,
"date": "1 May 2023",
"description": "It was finals week in my last semester of school and I was swamped all day so I ended up just making this one really quick in like 20 minutes at the end of the day. I still really like it though. That fish dude looks super chill and I feel like a super chill guy wearing it. I also made four shirts for my group's project that we wore for our final presentation, even though I felt super corny doing that but it was cool.",
"materials": "airbrush",
"size": "L"
},
{
"day": 354,
"date": "2 May 2023",
"description": "I know I say it a lot but this is probably some of the best work I have ever done, and one of my favorite pieces I have ever made. First, in the morning, my group gave our final presentation for our senior capstone project. The presentation went incredibly well, and I was finally done with school. A few days earlier, when I was meeting at S's midtown apartment to finalize the presentation, I came across a long line of busses waiting to pick up kids from school and snapped photos of all of them. Later, I photoshopped all the busses together and spent a solid three hours painting this shirt. My friend called it a \"biblically accurate angel\" which I think is very fitting. That night, I went out drinking with S and E from my group project. We hopped around to a few different bars, finally getting the chance to spend time together outside of the context of school, and made our way to the Hudson river shore as the night turned to day. I watched the sunrise through the window of the M train moving across the Williamsburg Bridge.",
"materials": "airbrush, projector, Photoshop",
"size": "L"
},
{
"day": 355,
"date": "3 May 2023",
"description": "I spent most of this day recovering from the previous night before going on a date near the end of the day. My date helped me out with the idea for this shirt because I showed her my idea of basketball Mario but wasn't sure what player to tie it to and her Manu suggestion was perfect. I got home from that pretty late and just made the shirt and fell asleep so I could get up early the next day to go shoot this cannabis parade so I could write a story about it for my journalism class.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 356,
"date": "4 May 2023",
"description": "This was a crazy long day, started off by leaving the house still underrested to go shoot this NYC cannabis parade so I could submit something and not fail my journalism class. After shooting and getting a good amount of interviews at the parade, I met up with my friends for a day at Prospect Park. I had gotten a free shirt at the cannabis parade and wore it to not stain my white shirt on the grass. It was my first time wearing a non-white t-shirt all year. We brought beers and shrooms and had such a fun day in the sun, running around and playing, and eventually all taking our shoes off and walking eight miles around the park as the sun started to come down from the sky and we found ourselves skipping stones by the lake. Then, we walked to Z's apartment as the sun set and went out for tacos near her place before making our way home late at night. I was exhausted and had zero ideas for what to make, but made this shirt with A and A from earlier in the day as they both slept in the room next to me.",
"materials": "airbrush",
"size": "L"
},
{
"day": 357,
"date": "5 May 2023",
"description": "I went on a morning walk to secure my daily caffeine intake and saw this beautiful classic car that I snapped some photos of. I painted two of them to make the composition more interesting, and it reminded me of that I Think You Should Leave skit with Bob Odenkirk and the classic cars. Later in the day I went on another date. We smoked weed and I showed her how to airbrush but we weren't really feeling each other and that was the last time I saw her.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 358,
"date": "6 May 2023",
"description": "Down the block from me there was this busted up Honda Oddessy that was always parked in the same spot, and I liked painting the cars on the previous day's shirt. Every shirt builds upon the previous one, with how I see it. It was a wild feeling being in these final ten days of the project. Rather than the stress involved with making a shirt day after day, each day was marked with a twinge of melancholy without any of the anxiety. There was a sense of catharsis as well. Calm.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 359,
"date": "7 May 2023",
"description": "Again contrasting with the previous day's shirt, I painted a kiddie Benz that I saw while walking down the street a few days earlier. This day marked one week left of the project. It was a strange feeling. I no longer felt any sort of overwhelming high or low from making a shirt that I liked, or just making a shirt that I knew I could make. At this point the shirts were more of an afterthought to my upcoming show to display all of them. It was still so freeing to make the shirts though. I was doing what I loved.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 360,
"date": "8 May 2023",
"description": "This was a fun one to make, and one that I'm really glad exists in the world. Towards the end of the project I took focus on what lies at the root of my work as a whole, which is finding artistic inspiration in everything and anything around you, especially the mundane. Certain things that we see every day become complete afterthoughts, yet hold intrinsic value that is not uncovered until we as artists reveal it. I walk by that BP pretty much every day and never thought twice about it beyond the fact that it's rare to see gas stations in New York. I thought about adding more imagery from the gas station, but I think it's pretty cool with just the sign, looking almost like a humanoid figure.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 361,
"date": "9 May 2023",
"description": "This was such a long day. I had the final class of my college career with my final project group and we continued to hang out until 4 after our 9AM class. We were waiting on the news on whether or not our group would be selected to be on the panel of the BBA Symposium, which was a really big deal to us. Eventually we split, still nervous about the decision. I wandered through Manhattan for a bit, got a decent vegan burger, and snapped a bunch of photos of stop lights before hopping on the subway. I got the call from S and E while walking home and was ecstatic, we did it. I thought about collaging the stoplight photos together but then just went with the one.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 362,
"date": "10 May 2023",
"description": "This was the fourth from final shirt, and my friend J was in town visiting. For this shirt I found an old photo I took of a bulldozer and stretched it out to be nice and tall. I look back on some of these shirts and think it would have been cool if I added more color, but at the time I was focused on just getting the shirt done with for the day because I had other stuff to do. I met T and J at Tompkins and then ran into my friends E and S there before going out drinking w T and J. I got super tired that night and fell asleep waiting for the subway. I must have had some sort of luck on my side that kept my phone that was sitting on my lap from getting stolen.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 363,
"date": "11 May 2023",
"description": "With the third-to-last shirt, I made something that I'm pretty proud of. I had the idea of putting my own face on the shirt for a while, all the way back to the start of the project, and decided it was finally the time to do it. Back to my roots in a way, I was just trying to do something that no one had really seen before and be funny. That night, we went out to I's birthday party and it was nice getting a bunch of reactions out of people.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 364,
"date": "12 May 2023",
"description": "This was Mother's Day and the second-to-last day of the project. I spent the day looking through old photos and calling my mom and family. I kind of messed up the portrait but its of me and my mom laying in the grass. That night I went over to H's and had a good time hanging out up on the roof with her and G and A. G and A bet me to do a cannonball into the kiddie pool roof up there so I stripped down to my underwear and made a quick $60. I went to bed anxious that night, thinking about the fact that I would wake up the next day and make the last shirt.",
"materials": "airbrush, projector",
"size": "L"
},
{
"day": 365,
"date": "13 May 2023",
"description": "I decided it would be best to keep things simple with this final shirt. I hung the blank shirt up and spent about half an hour just looking at it. It was a surreal feeling. It only took me five minutes to make this one. I got chills as I put it on. There was a strange sense of bliss. As I rode the subway over to the city I spent extra time looking up at the city and the people around me. Energy buzzed through my body. But I had to turn my focus towards the BBA Symposium happening that night. The symposium was a graduation celebration and final showcase of everyone's work, a true conclusion. I had no idea the days would line up like this when I started the project. That night, my group was one of the few to have our project displayed to hundreds more people and have the opportunity to speak as a part of a panel. Then I thanked my professors, had a few glasses of wine, and went out with E and her friends. I sat in the 1st Ave L station for half an hour waiting for my train home. I had done it. The project was over. Two days later, I officially graduated and held my show where I displayed all 365 of the shirts.",
"materials": "fabric marker",
"size": "L"
}
]